Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_contact_driver
source: Contact driver
de: Fahrer kontaktieren
es: Llamar al conductor
fr: Appeler le chauffeur
id: Hubungi pengemudi
it: Contatta conducente
ja: ドライバーに連絡する
nl: Contact opnemen met chauffeur
pl: Skontaktuj się z kierowcą
pt_br: Falar com motorista
ru: Связаться с водителем
th: ติดต่อคนขับ
zh_hans: 联系司机

# kh_uisdk_contact_fleet
source: Contact ride provider
de: Flotte kontaktieren
es: Llamar a la flota
fr: Contacter le partenaire
id: Hubungi armada
it: Contatta flotta
ja: 業者に連絡する
nl: Contact opnemen met ritaanbieder
pl: Skontaktuj się z przewoźnikiem
pt_br: Entrar em contato com a frota
ru: Связаться с перевозчиком
th: ติดต่อผู้ให้บริการโดยสาร
zh_hans: 联系行程提供商

# kh_uisdk_contact_us
source: Contact us
de: Kontakt
es: Contáctenos
fr: Nous contacter
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
nl: Contact opnemen met ons
pl: Skontaktuj się z nami
pt_br: Fale conosco
ru: Свяжитесь с нами
th: ติดต่อเรา
zh_hans: 联系我们

# kh_uisdk_continue_journey
source: Continue
de: WEITER
es: CONTINUAR
fr: Continuer
id: LANJUTKAN
it: CONTINUA
ja: 続ける
nl: DOORGAAN
pl: DALEJ
pt_br: CONTINUAR
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ
zh_hans: 继续

# kh_uisdk_could_not_load_trips
source: Could not load trips.
de: Es konnten keine Reisen geladen werden.
es: Imposible cargar viajes.
fr: Impossible de charger les courses
id: Tidak dapat memuat perjalanan.
it: Impossibile caricare i viaggi.
ja: 旅行を読み込めませんでした。
nl: Kan reizen niet laden.
pl: Nie udało się wczytać podróży.
pt_br: Não foi possível carregar as viagens.
ru: Не удалось загрузить поездки.
th: ไม่สามารถโหลดการเดินทาง
zh_hans: 无法加载行程。

# kh_uisdk_country_search
source: Search country/region
de: Land/Region suchen
es: Buscar país/región
fr: Recherche pays/région
id: Cari negara/wilayah
it: Cerca paese/regione
ja: 国/地域を検索
nl: Land/regio zoeken
pl: Wyszukaj kraj/region
pt_br: Pesquisar país/região
ru: Страна/регион поиска
th: ค้นหาประเทศ/ภูมิภาค
zh_hans: 搜索国家/地区

# kh_uisdk_current_location
source: Get current location
de: Aktuellen Standort ermitteln
es: Seleccionar ubicación actual
fr: Obtenir l'emplacement actuel
id: Dapatkan lokasi saat ini
it: Ottieni posizione attuale
ja: 現在地を取得
nl: Huidige locatie opvragen
pl: Moja lokalizacja
pt_br: Selecionar localização atual
ru: Получить актуальную геолокацию
th: ดูตำแหน่งปัจจุบัน
zh_hans: 获取当前位置

# kh_uisdk_date
source: Date
de: Datum
es: Fecha
id: Tanggal
it: Data
ja: 日付
nl: Datum
pl: Data
pt_br: Data
ru: Дата
th: วันที่
zh_hans: 日期

# kh_uisdk_delete_destination_address
source: Delete destination address
de: Zieladresse löschen
es: Eliminar dirección de destino
fr: Supprimer l’adresse de destination
id: Hapus alamat tujuan
ja: 宛先アドレスを削除
nl: Bestemmingsadres verwijderen
pt_br: Apagar endereço de destino
ru: Удалить адрес назначения
th: ลบที่อยู่ปลายทาง
zh_hans: 删除目标地址

# kh_uisdk_destination
source: Destination
de: Zielort
es: Destino
fr: Arrivée
id: Tujuan
it: Destinazione
ja: 先
nl: Bestemming
pl: Cel
pt_br: Destino
ru: Назначения
th: ปลายทาง
zh_hans: 目的地

# kh_uisdk_destination_book_error
source: You must select a destination to book a ride
de: Sie müssen ein Ziel auswählen, um eine Fahrt zu buchen
es: Seleccione un destino para hacer una reserva
fr: Sélectionnez une destination pour réserver une course
id: Anda harus memilih tujuan untuk memesan perjalanan
it: Devi selezionare una destinazione per prenotare una corsa
ja: 乗車サービスを予約するには目的地を選択してください
nl: Je moet een bestemming selecteren om een rit te boeken
pl: Musisz wybrać miejsce docelowe, aby zarezerwować przejazd
pt_br: Selecione um destino para reservar uma viagem
ru: Выберите пункт назначения, чтобы забронировать поездку
th: คุณต้องเลือกตำแหน่งปลายทางก่อนจองการเดินทาง
zh_hans: 您必须选择目的地方可预订行程

# kh_uisdk_difficulties_cancelling_message
source: We’re having an issue cancelling your ride. Please contact the ride provider.
de: Wir haben Probleme, Ihre Fahrt zu stornieren. Bitte kontaktieren Sie die Flotte.
es: Estamos experimentando dificultades al cancelar su viaje. Por favor, llame a la flota.
fr: Nous avons du mal à annuler votre course. Contactez le partenaire pour en savoir plus.
id: Kami mengalami masalah membatalkan perjalanan Anda. Silakan hubungi armada.
it: Stiamo riscontrando un problema con la cancellazione della tua corsa. Contatta la flotta.
ja: 乗車サービスのキャンセルで問題が発生しています。業者にお問い合わせください。
nl: Er zijn problemen met het annuleren van uw rit. Neem contact op met de ritaanbieder.
pl: Mamy problemy z anulowaniem przejazdu. Skontaktuj się z przewoźnikiem.
pt_br: Estamos com dificuldades para cancelar sua viagem. Entre em contato com a frota.
ru: У нас возникли проблемы с отменой поездки. Пожалуйста, свяжитесь с перевозчиком.
th: เราประสบปัญหาในการยกเลิกการเดินทางของคุณ โปรดติดต่อผู้ให้บริการโดยสาร
zh_hans: 我们在取消您的行程时遇到问题。请联系行程提供商。

# kh_uisdk_difficulties_cancelling_title
source: Difficulties cancelling
de: Schwierigkeiten bei der Stornierung
es: Dificultades para cancelar
fr: Problème d'annulation
id: Kesulitan membatalkan
it: Difficoltà di cancellazione
ja: キャンセルができません
nl: Problemen met annuleren
pl: Problemy z anulowaniem
pt_br: Dificuldades no cancelamento
ru: Трудности с отменой
th: เกิดปัญหาในการยกเลิก
zh_hans: 取消时遇到困难

# kh_uisdk_dismiss
source: Dismiss
de: SCHLIEẞEN
es: CERRAR
fr: FERMER
id: HENTIKAN
it: CHIUDI
ja: 終了
nl: SLUITEN
pl: ODRZUĆ
pt_br: FECHAR
ru: ОТМЕНИТЬ
th: ปิด
zh_hans: 关闭

# kh_uisdk_dispatch_cancelled
source: Sorry, %@ doesn’t have any drivers available at the moment.
de: Bitte entschuldigen Sie, %@ hat im Moment keine verfügbaren Fahrer.
es: Lo sentimos, %@ no tiene conductores disponibles en este momento
fr: Désolé, aucun chauffeur n’est disponible chez %@ en ce moment.
id: Maaf, %@ tidak memiliki pengemudi yang tersedia.
it: Siamo spiacenti, %@ non ha conducenti disponibili al momento.
ja: あいにく、 %@には現在ドライバーの空きがありません。
nl: %@ heeft op dit moment helaas geen chauffeurs beschikbaar.
pl: Przepraszamy, %@ nie ma obecnie dostępnych kierowców.
pt_br: Lamentamos, a %@ não tem motoristas disponíveis neste momento.
ru: Извините, у %@ нет свободных водителей.
th: ขออภัย %@ ไม่มีคนขับที่พร้อมให้บริการในขณะนี้
zh_hans: 抱歉，%@目前没有可用的司机。

# kh_uisdk_drawer_closed
source: Drawer closed
de: Navigation geschlossen
fr: Ouverture du menu
id: Laci tertutup
it: Cassetto chiuso
ja: 引き出しが閉まっています
nl: Lade dicht
pl: Szuflada zamknięta
pt_br: Gaveta fechada
ru: Ящик закрыт
th: ลิ้นชักปิด
zh_hans: 抽屉关闭

# kh_uisdk_drawer_open
source: Drawer open
de: Navigation offen
fr: Fermeture du menu
id: Laci terbuka
it: Cassetto aperto
ja: 引き出しが開いています
nl: Lade open
pl: Szuflada otwarta
pt_br: Gaveta aberta
ru: Ящик открыт
th: ลิ้นชักเปิด
zh_hans: 抽屉打开

# kh_uisdk_driver_arrival
source: Driver ETA
de: ETA des Fahrers
es: Llegada estimada
fr: Arrivée prévue du chauffeur
id: ETA pengemudi
it: ETA conducente
ja: ドライバー到着予定
nl: Aankomst chauffeur
pl: Przewidywany czas przybycia kierowcy
pt_br: Chegada prev. motorista
ru: Расчетное время прибытия водителя
th: เวลาที่คาดว่าคนขับจะมาถึง (ETA)
zh_hans: 司机预计到达时间

# kh_uisdk_driver_en_route
source: Your %@ driver is en route
de: Ihr %@-Fahrer ist auf dem Weg
es: El conductor está en camino
fr: Le chauffeur %@ est en route
id: Pengemudi %@ Anda dalam perjalanan
it: Il tuo conducente %@ è in viaggio
ja: %@のドライバーは移動中です
nl: Uw %@-chauffeur is onderweg
pl: Twój kierowca %@ jest w drodze
pt_br: O seu motorista %@ está a caminho
ru: Ваш водитель из %@ в пути
th: คนขับ %@ ของคุณกำลังเดินทาง
zh_hans: 您的 %@ 司机正在途中

# kh_uisdk_edit
source: Edit
de: Bearbeiten
es: Modificar
fr: Modifier
it: Modifica
ja: 編集する
nl: Wijzigen
pl: Edytuj
pt_br: Editar
ru: Редактировать
th: แก้ไข
zh_hans: 编辑

# kh_uisdk_electric
source: Electric
de: Elektrisch
es: Eléctrico
fr: Électrique
id: Listrik
it: Elettrica
ja: 電気
nl: Elektrisch
pl: Elektryczny
pt_br: Elétrico
ru: Электромобиль
th: รถพลังงานไฟฟ้า
zh_hans: 电动

# kh_uisdk_email_hint
source: Email
de: E-Mail-Adresse
fr: Adresse e-mail
ja: メール
ru: Эл. почта
th: อีเมล
zh_hans: 电子邮件

# kh_uisdk_email_info
source: Please don’t delete this information as it helps us improve the app.
de: Bitte löschen Sie diese Informationen nicht, da sie uns helfen, die App zu verbessern.
es: No elimine esta información, ya que nos ayuda a mejorar la app.
fr: Ne supprimez pasces informations : elles nous aident à améliorer l'application.
id: Tolong jangan menghapus informasi ini karena membantu kami meningkatkan aplikasi.
it: Non eliminare queste informazioni, ci aiutano a migliorare l'app.
ja: この情報はアプリの改善に役立ちますので、削除しないでください。
nl: Verwijder deze informatie niet, omdat deze ons helpt de app te verbeteren.
pl: Nie usuwaj tych informacji, ponieważ dzięki nim pomagasz nam ulepszyć aplikację.
pt_br: Não delete estas informações: elas nos ajudam a melhorar o app
ru: Пожалуйста, не удаляйте эту информацию: она помогает нам улучшить приложение.
th: โปรดอย่าลบข้อมูลนี้เพราะจะช่วยให้เราปรับปรุงแอปได้
zh_hans: 请不要删除此信息，因为它有助于我们改进应用程序。

# kh_uisdk_email_report_issue_message
source: Use the space below to report an issue with your ride.
de: Bitte nutzen Sie das folgende Feld, um ein Problem mit Ihrer Fahrt zu melden.
es: Deje sus comentarios en el espacio a continuación.
fr: Utilisez l'espace ci-dessous pour nous faire part de tout incident lors de votre course.
id: Gunakan kolom di bawah untuk melaporkan masalah selama perjalanan Anda.
it: Usa lo spazio qui sotto per segnalare un problema con la tua corsa.
ja: 今回の乗車サービスについて問題がありましたら、下のスペースからご報告ください。
nl: Gebruik de ruimte hieronder om een probleem met uw rit te melden.
pl: Wykorzystaj miejsce poniżej, aby zgłosić problem z przejazdem.
pt_br: Use o espaço abaixo para relatar um problema específico com a sua viagem.
ru: Используйте поле ниже, чтобы сообщить о конкретной проблеме.
th: ใช้พื้นที่ด้านล่างเพื่อรายงานปัญหาเกี่ยวกับการเดินทางของคุณ
zh_hans: 请使用下面的空格报告您在行程中遇到的问题。

# kh_uisdk_enter_destination
source: Enter destination
de: Ziel eingeben
es: ¿Dónde desea ir?
fr: Ajouter une destination
id: Masukkan tujuan
it: Inserisci destinazione
ja: 目的地を入力してください
nl: Bestemming invoeren
pl: Wprowadź cel
pt_br: Inserir endereço de destino
ru: Введите пункт назначения
th: ป้อนตำแหน่งปลายทาง
zh_hans: 输入目的地

# kh_uisdk_erase_address
source: Delete address
de: Adresse löschen
es: Borrar dirección
fr: Effacer l’adresse
id: Hapus alamat
it: Cancella indirizzo
ja: 住所を消去する
nl: Adres wissen
pl: Usuń adres
pt_br: Eliminar endereço
ru: Удалить адрес
th: ลบที่อยู่
zh_hans: 删除地址

# kh_uisdk_error
source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ความผิดพลาด
zh_hans: 错误

# kh_uisdk_error_incorrect_sdk_version_message
source: You must update your application in order to use this feature
de: Bitte aktualisieren Sie Ihre Anwendung, bevor Sie diese Funktion nutzen
es: Actualice su aplicación antes de usar esta función
id: Perbarui aplikasi Anda sebelum menggunakan fitur ini
ja: この機能を使用する前にアプリケーションを更新してください
ru: Пожалуйста, обновите приложение, прежде чем использовать эту функцию
th: โปรดอัปเดตแอปพลิเคชันของคุณก่อนที่จะใช้คุณสมบัตินี้
zh_hans: 您必须更新您的应用程序才能使用此功能

# kh_uisdk_error_invalid_password
source: The email or password you've entered is incorrect
de: Die eingegebene E-Mail oder das eingegebene Passwort sind falsch.
es: El correo electrónico o la contraseña que has introducido no son correctos
fr: L’adresse e-mail ou le mot de passe que vous avez entré est incorrect
id: Email atau kata sandi yang Anda masukkan salah
it: L'e-mail o la password che hai inserito non sono corrette
ja: 入力したメールアドレスまたはパスワードが正しくありません
nl: Het e-mailadres of wachtwoord dat je hebt ingevoerd, is onjuist
pl: Wprowadzony e-mail lub hasło jest nieprawidłowe
pt_br: O e-mail ou palavra-chave que introduziu está incorrecto
ru: Электронная почта или пароль, которые вы ввели, неверны
th: อีเมลหรือรหัสผ่านที่คุณป้อนไม่ถูกต้อง
zh_hans: 您输入的电子邮件或密码不正确

# kh_uisdk_errors_cant_send_email
source: Sorry, the email can't be sent. Please configure your email app first.
de: Die E-Mail kann nicht versendet werden. Konfigurieren Sie zuerst die Mail-App.
es: No se pudo enviar el email. Configure su app de email primero.
fr: Désolé, l’e-mail ne peut être envoyé. Configurez votre appli de messagerie sur votre téléphone.
id: Maaf, email tidak dapat terkirim. Harap konfigurasikan aplikasi mail terlebih dahulu.
it: Siamo spiacenti, è impossibile inviare l’e-mail. Configura prima la tua app di posta elettronica.
ja: メールを送信できません。最初にメールアプリを設定してください。
nl: De e‑mail kan niet worden verstuurd. Configureer eerst uw e‑mailapp.
pl: Przykro nam, nie można wysłać wiadomości e-mail. Najpierw skonfiguruj aplikację do obsługi poczty.
pt_br: Lamentamos, não foi possível enviar o e-mail. Configure primeiro seu app de e-mail.
ru: Не удается отправить электронное сообщение. Сначала настройте почтовое приложение.
th: ขออภัย ไม่สามารถส่งอีเมลได้ โปรดกำหนดค่าแอปเมลของคุณก่อน
zh_hans: 抱歉，无法发送电子邮件。请您首先配置电子邮件应用程序。

# kh_uisdk_errors_flight_number_validator_error
source: Flight number
de: Flugnummer
es: Número de vuelo
fr: Numéro de vol
id: Nomor penerbangan
it: Numero del volo
ja: 便名
nl: Vluchtnummer
pl: Numer lotu
pt_br: Número do voo
ru: Номер рейса
th: หมายเลขเที่ยวบิน
zh_hans: 航班号

# kh_uisdk_errors_force_update_button
source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ja: 更新
nl: Bijwerken
pl: Aktualizacja
pt_br: Atualizar
ru: Обновить
th: อัปเดต
zh_hans: 更新

# kh_uisdk_errors_force_update_message
source: Please update the app to continue.
de: Bitte aktualisieren Sie die App, um fortzufahren.
es: Actualice la app para continuar.
fr: Mettez votre application à jour pour continuer
id: Harap perbarui aplikasi untuk melanjutkan.
it: Aggiorna l'app per continuare.
ja: 続行するにはアプリを更新してください。
nl: Werk de app bij om door te gaan.
pl: Zaktualizuj aplikację, aby kontynuować.
pt_br: Atualize o app para continuar.
ru: Пожалуйста, обновите приложение, чтобы продолжить.
th: โปรดอัปเดตแอปเพื่อดำเนินการต่อ
zh_hans: 请更新应用程序以继续。

# kh_uisdk_errors_force_update_title
source: New version available
de: Neue Version verfügbar
es: Nueva versión disponible
fr: Une mise à jour est disponible
id: Versi baru tersedia
it: Nuova versione disponibile
ja: 新しいバージョンが利用可能です
nl: Nieuwe versie beschikbaar
pl: Dostępna nowa wersja
pt_br: Nova versão disponível
ru: Доступна новая версия
th: เวอร์ชันใหม่พร้อมให้ใช้งานแล้ว
zh_hans: 有新版本可用

# kh_uisdk_errors_get_user_fail
source: There was a problem getting your profile.
de: Beim Abrufen Ihres Profils ist ein Fehler aufgetreten.
es: Hubo un problema cargando su perfil.
fr: Impossible de charger votre profil.
id: Terjadi masalah saat memuat profil Anda.
it: Si è verificato un problema nella ricerca del tuo profilo.
ja: プロファイルの取得に障害が発生しました。
nl: Er is een probleem opgetreden bij het opvragen van uw profiel.
pl: Mamy problem z odnalezieniem Twojego profilu.
pt_br: Ocorreu um problema ao carregar seu perfil.
ru: Не удалось получить вашу учетную запись.
th: เกิดปัญหาในการรับโปรไฟล์ของคุณ
zh_hans: 获取您的个人资料时出现了问题。

# kh_uisdk_errors_missing_payment_sdk_token
source: There was an issue initialising payments. Please contact support.
de: Problem mit der Initialisierung von Zahlungen, bitte kontaktieren Sie den Support.
es: Hubo un error al iniciar el pago. Contacte con el servicio de asistencia.
fr: Erreur d'initialisation du paiement. Contactez le service client pour en savoir plus.
id: Masalah dengan pembayaran awal, silakan hubungi dukungan.
it: Si è verificato un problema con l'inizializzazione del pagamento. Contatta l'assistenza.
ja: 決済初期化の問題が発生しました。サポートにお問い合わせください。
nl: Probleem met het initialiseren van betalingen. Neem contact op met de helpdesk.
pl: Problem z inicjalizacją płatności. Skontaktuj się z pomocą techniczną.
pt_br: Problema com a inicialização de pagamentos, entre em contato com o apoio ao cliente.
ru: Проблема с инициализацией платежей, обратитесь в службу поддержки.
th: เกิดปัญหาในการเริ่มต้นการชำระเงิน โปรดติดต่อฝ่ายสนับสนุน
zh_hans: 发起付款时出现了问题。请联系支持人员。

# kh_uisdk_errors_prebooking_within_the_hour
source: Pre-bookings must be made at least an hour in advance.
de: Vorab-Buchungen müssen mindestens eine Stunde im Voraus erfolgen.
es: La reserva con antelación debe realizarse al menos una hora antes.
fr: Les pré-réservations doivent être effectuées au moins une heure en avance.
id: Waktu pra-pemesanan setidaknya dilakukan satu jam sebelumnya.
it: Le prenotazioni anticipate vanno effettuate con almeno un’ora di anticipo.
ja: 事前予約が、現在の時間から少なくとも1時間以上後である必要があります。
nl: Vooraf boeken moet minimaal één uur van te voren worden gedaan.
pl: Dokonanie wstępnej rezerwacji jest możliwe z co najmniej godzinnym wyprzedzeniem.
pt_br: A pré-reserva deve ser efetuada com pelo menos uma hora de antecedência.
ru: Предварительный заказ не может быть сделан в течение текущего часа.
th: การจองล่วงหน้าต้องดำเนินการก่อนเวลาเดินทางอย่างน้อยหนึ่งชั่วโมง
zh_hans: 预订时间必须至少提前一小时。

# kh_uisdk_estimated_arrival_time
source: Estimated arrival time
de: Geschätzte Ankunftszeit
es: Hora estimada de llegada
fr: Heure d'arrivée prévue
id: Perkiraan waktu tiba
it: Orario di arrivo stimato
ja: 到着予定時刻
nl: Geschatte aankomsttijd
pl: Szacowany czas przyjazdu
pt_br: Horário previsto de chegada
ru: Ожидаемое время прибытия
th: เวลามาถึงโดยประมาณ
zh_hans: 预计到达时间

# kh_uisdk_estimated_fare
source: Estimated price
de: Geschätzter Preis
es: Tarifa estimada
fr: Prix estimé
id: Perkiraan harga
it: Prezzo stimato
ja: 見積り金額
nl: Geschatte prijs
pl: Szacowana cena
pt_br: Preço estimado
ru: Ориентировочная стоимость
th: ราคาโดยประมาณ
zh_hans: 预计价格

# kh_uisdk_estimated_price
source: Estimated price
de: Geschätzter Preis
es: Tarifa estimada
fr: Prix estimé
id: Perkiraan harga
it: Prezzo stimato
ja: 見積り金額
nl: Geschatte prijs
pl: Szacowana cena
pt_br: Preço estimado
ru: Ориентировочная стоимость
th: ราคาโดยประมาณ
zh_hans: 预计价格

# kh_uisdk_eta
source: ETA
es: Hora estimada de llegada
fr: Heure d'arrivée prévue
ja: 到着予定時刻
nl: Geschatte aankomsttijd
pl: Przewidywany czas przybycia
pt_br: Horário previsto de chegada
ru: Расчетное время прибытия
th: เวลาที่คาดว่าจะมาถึง (ETA)
zh_hans: 预计到达时间

# kh_uisdk_exec
source: Exec
de: Luxus
es: Ejecutivo
fr: Business
id: Eksekutif
it: Berlina di lusso
ja: エグゼクティブ
nl: Executive
pl: Klasa wyższa średnia
pt_br: Executivo
ru: Представительского класса
th: รถผู้บริหาร
zh_hans: 商务

# kh_uisdk_faretype_info_base
source: Your final fare might be affected by tips, tolls, taxes and other charges.
de: Ihr Endpreis kann durch Trinkgelder, Mautgebühren, Steuern und andere Gebühren beeinflusst werden.
es: La tarifa final puede verse afectada por propinas, peajes, impuestos y otros cargos.
fr: Le prix final peut être affecté par des péages, pourboires, taxes ou autres surcharges.
id: Tarif akhir Anda mungkin terpengaruh oleh tip, tol, pajak, dan biaya lainnya.
it: La tua tariffa finale potrebbe essere influenzata da mance, pedaggi, tasse e altri costi.
ja: 最終的な金額は、チップ、通行料、 税金、その他の料金により変わる場合があります。
nl: Uw uiteindelijke tarief hangt af van fooi, tolgeld, belastingen en andere heffingen.
pl: Na ostateczną opłatę mogą mieć wpływ napiwki, opłaty drogowe, podatki i inne opłaty.
pt_br: A tarifa final pode ser afetada por gorjetas, pedágios, impostos e outros custos extra.
ru: Окончательный тариф может зависеть от чаевых, налогов, дорожных и других сборов.
th: ค่าโดยสารสุดท้ายของคุณอาจได้รับผลกระทบ จากค่าทิป ค่าผ่านทาง ภาษี และค่าใช้จ่ายอื่นๆ
zh_hans: 您的最终车费可能受到 小费、通行费、税费和其他费用的影响。

# kh_uisdk_feedback
source: Feedback
es: Opinión
fr: Commentaires
id: Masukan
ja: フィードバック
pl: Informacja zwrotna
ru: Обратная связь
th: ความคิดเห็น
zh_hans: 反馈

# kh_uisdk_feedback_submitted
source: Thank you for submitting your feedback
de: Vielen Dank für Ihr Feedback
es: Gracias por enviar su opinión
fr: Merci d'avoir partagé vos commentaires
id: Terima kasih telah mengirimkan masukan Anda
it: Grazie per averci inviato il tuo feedback
ja: フィードバックをお送りいただきありがとうございました
nl: Bedankt voor het doorgeven van uw feedback
pl: Dziękujemy za przesłanie opinii
pt_br: Obrigado por enviar seu feedback.
ru: Спасибо, что оставили свой отзыв
th: ขอขอบคุณที่ส่งความคิดเห็นของคุณ
zh_hans: 感谢您提交反馈

# kh_uisdk_feedback_title
source: Please tell us more about your ride
de: Bitte erzählen Sie uns mehr über Ihre Fahrt
es: Cuéntenos más sobre su viaje
fr: Dites-nous en plus sur votre course
id: Tolong, beri tahu kami lebih banyak tentang perjalanan Anda
it: Raccontaci di più sulla tua corsa
ja: 今回の乗車サービスについてもう少しお聞かせください
nl: Vertel ons meer over uw rit
pl: Jak oceniasz przejazd?
pt_br: Conte mais sobre a sua viagem
ru: Пожалуйста, подробнее расскажите о вашей поездке
th: โปรดบอกเราเพิ่มเติมเกี่ยวกับการเดินทางของคุณ
zh_hans: 请告诉我们更多关于您的行程的信息

# kh_uisdk_fees_and_taxes_included
source: Taxes and fees included
de: Inklusive Steuern und Gebühren
es: Tasas e impuestos incluidos
fr: Taxes et frais inclus
id: Sudah termasuk pajak dan biaya
it: Tasse e commissioni incluse
ja: 税金と手数料が含まれています
nl: Belastingen en toeslagen inbegrepen
pl: Podatki i opłaty wliczone
pt_br: Impostos e taxas incluídos
ru: Налоги и сборы включены
th: รวมภาษีและค่าธรรมเนียมแล้ว
zh_hans: 含税费

# kh_uisdk_filter
source: Filter
es: Filtrar
fr: Filtrer
it: Filtra
ja: 絞り込み
pl: Filtruj
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
zh_hans: 筛选

# kh_uisdk_filter_all
source: All
de: Alle
es: Todo
fr: Tous
id: Semua
it: Tutti
ja: すべて
nl: Alle
pl: Wszystko
pt_br: Tudo
ru: Все
th: ทั้งหมด
zh_hans: 所有

# kh_uisdk_filter_berline
source: Saloon
de: Standard
es: Berlina
fr: Berline
id: Sedan
it: Berlina
ja: サルーン
nl: Sedan
pl: Sedan
pt_br: Sedã
ru: Седан
th: รถเก๋ง
zh_hans: 轿车

# kh_uisdk_filter_bike
source: Bike
de: Fahrrad
es: Bicicleta
fr: Vélo
id: Sepeda
it: Bicicletta
ja: 自転車
nl: Fiets
pl: Rower
pt_br: Bicicleta
ru: Велосипед
th: รถจักรยาน
zh_hans: 自行车

# kh_uisdk_filter_child_seat
source: Child seat
de: Kindersitz
es: Asiento para niños
fr: Siège enfant
id: Tempat duduk anak
it: Seggiolino per bambini
ja: チャイルドシート
nl: Kinderzitje
pl: Fotelik dziecięcy
pt_br: Cadeirinha de criança
ru: Детское сиденье
th: ที่นั่งเด็ก
zh_hans: 儿童座椅

# kh_uisdk_filter_driver_details
source: Driver details
de: Angaben zum Fahrer
es: Detalles del conductor
fr: Informations chauffeur
id: Detail pengemudi
it: Dettagli conducente
ja: ドライバー情報
nl: Gegevens chauffeur
pl: Informacje o kierowcy
pt_br: Detalhes do motorista
ru: Информация о водителе
th: รายละเอียดคนขับ
zh_hans: 司机详情

# kh_uisdk_filter_eco_friendly
source: Eco-friendly
de: Umweltfreundlich
es: Respetuoso con el medio ambiente
fr: Éco-responsable
id: Ramah lingkungan
it: Ecologica
ja: 環境にやさしい
nl: Milieuvriendelijk
pl: Przyjazność dla środowiska
pt_br: Ecológico
ru: Экологичный
th: เป็นมิตรกับสิ่งแวดล้อม
zh_hans: 环保

# kh_uisdk_filter_electric
source: Electric
de: Elektrisch
es: Eléctrico
fr: Électrique
id: Listrik
it: Elettrica
ja: 電気
nl: Elektrisch
pl: Elektryczny
pt_br: Elétrico
ru: Электромобиль
th: รถพลังงานไฟฟ้า
zh_hans: 电动

# kh_uisdk_filter_executive
source: Executive
de: Luxus
es: Ejecutivo
fr: Business
id: Eksekutif
it: Berlina di lusso
ja: エグゼクティブ
pl: Klasa wyższa średnia
pt_br: Executivo
ru: Представительского класса
th: รถผู้บริหาร
zh_hans: 商务

# kh_uisdk_filter_fight_tracking
source: Flight tracking
de: Flug-Tracking
es: Seguimiento de su vuelo
fr: Suivi n° de vol
id: Pelacakan penerbangan
it: Tracciamento volo
ja: フライト追跡
nl: Vlucht volgen
pl: Śledzenie lotu
pt_br: Rastreamento de voos
ru: Отслеживание рейсов
th: การติดตามเที่ยวบิน
zh_hans: 航班追踪

# kh_uisdk_filter_fleet_capabilities
source: Features
de: Serviceleistungen
es: Prestaciones
fr: Options
id: Fitur armada
it: Caratteristiche
ja: サービス・機能
nl: Kenmerken
pl: Szczegóły przewoźnika
pt_br: Características
ru: Основные характеристики
th: คุณสมบัติ
zh_hans: 功能
