Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_KP007
source: Missing trip ID
de: Fehlende Reise-ID
es: ID de viaje faltante
fr: ID de voyage manquant
id: ID mitra pemasok tidak ada
it: ID viaggio mancante
ja: 乗車 ID がありません
nl: Reis-ID ontbreekt
pl: Brakujący identyfikator podróży
pt_br: Identificação de viagem em falta
ru: Отсутствует идентификатор поездки
th: ไม่มีรหัสการเดินทาง
zh_hans: 缺少行程 ID

# kh_uisdk_KP008
source: Missing user
de: Fehlender Benutzer
es: Usuario perdido
fr: Utilisateur manquant
id: Izin pengguna tidak ada
it: Utente mancante
ja: ユーザー権限がありません
nl: Ontbrekende gebruiker
pl: Brak użytkownik
pt_br: Utilizador em falta
ru: Отсутствует пользователь
th: ไม่มีผู้ใช้
zh_hans: 缺少用户

# kh_uisdk_KP009
source: Primary org is not registered
de: Primäre Organisation ist nicht registriert
es: La organización principal no está registrada
fr: L’organisation principale n’est pas enregistrée
id: Organisasi utama untuk pengguna bukan UUID
it: L'organizzazione principale non è registrata
ja: ユーザーのプライマリ組織が UUID ではありません
nl: Primaire organisatie is niet geregistreerd
pl: Główna organizacja nie jest zarejestrowany
pt_br: Orgão primário não está registado
ru: Основная организация не зарегистрирована
th: องค์กรหลักไม่ได้ลงทะเบียน
zh_hans: 主要组织未注册

# kh_uisdk_KP010
source: Bad money amount
de: Schlechter Geldbetrag
es: cantidad de dinero malo
fr: Montant irrécouvrable
id: Jumlah uang yang buruk
it: Importo di denaro cattivo
ja: 悪い金額
nl: Slecht geldbedrag
pl: Błędna kwota
pt_br: O cartão não tem dinheiro suficiente para cobrir o montante a pagar
ru: На карте недостаточно средств для покрытия суммы к оплате
th: จำนวนเงินไม่ดี
zh_hans: 劣币 劣币金额

# kh_uisdk_KP011
source: Bad money split
de: Schlechte Geldaufteilung
es: División de dinero malo
fr: Mauvais partage d’argent
id: Pembagian uang yang buruk
it: Soldi cattivi divisi
ja: 悪い金額
nl: Slechte geldverdeling
pl: Błędna kwota
pt_br: O cartão não tem dinheiro suficiente para cobrir o montante a pagar
ru: Плохой развод денег
th: แยกเงินไม่ดี
zh_hans: 分钱不好

# kh_uisdk_label_and
source: and
de: und
es: y
fr: et
id: dan
it: e
ja: および
nl: en
pl: i
pt_br: e
ru: а также
th: และ
zh_hans: 和

# kh_uisdk_label_fleet_cancellation_policy
source: Cancellation Policy
de: Stornierungsbedingungen
es: Política de cancelación
fr: Politique d'annulation
id: Kebijakan Pembatalan
it: Politica di Cancellazione
ja: キャンセルポリシー
nl: Annuleringsvoorwaarden
pl: Zasady anulowania
pt_br: Política de Cancelamento
ru: Правила отмены бронирования
th: นโยบายการยกเลิก
zh_hans: 取消政策

# kh_uisdk_label_fleet_terms_and_conditions
source: Terms and Conditions
de: Nutzungsbedingungen
es: Condiciones generales
fr: Conditions générales
id: Syarat dan Ketentuan
it: Termini e Condizioni
ja: ご利用規約
nl: Algemene voorwaarden
pl: Regulamin
pt_br: Termos e Condições
ru: Условия и положения
th: ข้อกำหนดและเงื่อนไข
zh_hans: 条款和条件

# kh_uisdk_last_name_hint
source: Last name
de: Nachname
es: Apellidos
fr: Nom de famille
id: Nama belakang
it: Cognome
ja: 姓
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
ru: Фамилия
th: นามสกุล
zh_hans: 姓氏

# kh_uisdk_last_trip_id
source: Last ride ID: %1$@
de: Letzte Fahrten-ID: %1$@
es: № de última reserva: %1$@
fr: Référence de votre dernière course : %1$@
id: ID Perjalanan Terakhir: %1$@
it: ID ultima corsa: %1$@
ja: 前回の乗車サービスID：%1$@
nl: Laatste rit-ID: %1$@
pl: Nr ostatniego przejazdu: %1$@
pt_br: ID da última viagem: %1$@
ru: Идентификатор последней поездки: %1$@
th: รหัสการเดินทางล่าสุด: %1$@
zh_hans: 上次行程编号：%1$@

# kh_uisdk_last_trip_id_not_set
source: Last ride ID: not yet set
de: Letzte Fahrten-ID: Noch nicht festgelegt
es: № de última reserva: no establecido
fr: Référence de votre dernière course : pas encore définie
id: ID Perjalanan Terakhir: belum ditetapkan
it: ID ultima corsa: non ancora impostato
ja: 前回の乗車サービスID：まだ設定されていません
nl: Laatste rit-ID: nog niet ingesteld
pl: Nr ostatniego przejazdu: jeszcze niedostępny
pt_br: ID da última viagem: a definir
ru: Идентификатор последней поездки: еще не установлен
th: รหัสการเดินทางล่าสุด: ยังไม่ได้ตั้งค่า
zh_hans: 上次行程编号：尚未设置

# kh_uisdk_later
source: Later
de: Später
es: Más tarde
id: Nanti Saja
ja: 後で
pt_br: Mais tarde
ru: Позже
th: ในภายหลัง
zh_hans: 之后

# kh_uisdk_legal_notice_label
source: Legal notice
de: Rechtliche Hinweise
es: Aviso legal
fr: Mentions légales
id: Pemberitahuan hukum
it: Note legali
ja: 法的通知
nl: Juridische kennisgeving
pl: Nota prawna
pt_br: Aviso legal
ru: Официальное уведомление
th: ประกาศทางกฎหมาย
zh_hans: 法律声明

# kh_uisdk_loading_min
source: ~ min
id: ~ menit
ja: 〜分
ru: ~ мин
th: ~ นาที
zh_hans: ~ 分钟

# kh_uisdk_locale
source: en_GB
de: de_DE
es: es_ES
fr: fr_FR
id: id_ID
it: it_IT
ja: jp_JP
nl: nl_NL
pl: pl_PL
pt_br: pt_BR
ru: ru_RU
th: th_TH
zh_hans: zn_CN

# kh_uisdk_location_disabled
source: Please enable location permissions on your device to enjoy the full experience
de: Bitte aktivieren Sie die Berechtigungen zur Standortermittlung auf Ihrem Gerät, um die App optimal nutzen zu können
es: Active los permisos de ubicación para aprovechar al máximo la aplicación
fr: Activez le service de localisation de votre téléphone pour en profiter pleinement
id: Harap aktifkan layanan lokasi di perangkat Anda untuk menikmati pengalaman penuh
it: Abilita le autorizzazioni per la posizione sul tuo dispositivo per goderti l'esperienza completa
ja: すべての機能をご利用いただくには、デバイスの位置情報を有効にしてください
nl: Schakel locatierechten in op uw apparaat om alle functionaliteit te gebruiken
pl: Włącz usługi lokalizacyjne na swoim urządzeniu, aby w pełni korzystać z jego możliwości
pt_br: Ative as permissões de localização no seu dispositivo para aproveitar a experiência completa
ru: Включите разрешения на определение геолокации
th: โปรดเปิดใช้สิทธิ์เข้าถึงตําแหน่งบนอุปกรณ์ของคุณเพื่อเพลิดเพลินกับประสบการณ์เต็มรูปแบบ
zh_hans: 请在您的设备上启用定位权限以享受完整的体验

# kh_uisdk_loyalty_balance_title
source: Balance: %@ Reward points
de: Saldo: %@ Prämienpunkte
es: Saldo: %@ puntos Reward
fr: %@ points Reward disponibles
id: Saldo: %@ poin Reward
it: Saldo: %@ punti Reward
ja: 残高：%@ポイント
nl: Saldo: %@ Reward-punten
pl: Saldo: %@ punktów Reward
pt_br: Saldo: %@ pontos Reward
ru: БАЛАНС: %@ БАЛЛОВ
th: ยอดสะสม: %@ คะแนน
zh_hans: 余额：%@ 积分

# kh_uisdk_loyalty_info
source: We need your card to authorise this transaction, just in case the final ride cost exceeds your points balance. Your account won’t be charged if your Reward points cover the cost of the ride.
de: Ihre Karte wird benötigt, um diese Transaktion zu autorisieren, falls der Endpreis der Fahrt Ihren Punktestand übersteigt. Ihr Konto wird nicht belastet, wenn Ihre Punkte den Gesamtpreis abdecken.
es: Se necesita su tarjeta para autorizar la transacción, en caso de que el precio final del viaje exceda su saldo de puntos. No se cobrará nada a la tarjeta si sus puntos cubren el precio total.
fr: Votre carte est nécessaire pour autoriser cette transaction dans le cas où le prix final de la course dépasse votre solde de points. Votre compte ne sera pas débité si vos points Reward couvrent le prix total de la course.
id: Kartu Anda diperlukan untuk mengautorisasi transaksi ini, jika harga akhir perjalanan melebihi saldo poin Anda. Akun Anda tidak akan dikenakan biaya jika poin loyalitas sudah mencukupi seluruh harga.
it: La tua carta serve ad autorizzare questa transazione, in caso il prezzo finale della corsa superi il tuo saldo punti. Non addebiteremo nulla sul tuo account se i tuoi punti coprono il costo della corsa.
ja: 最終的な料金がポイント残高を上回る場合に備え、カードによる取引の承認が必要です。ポイントで全額を支払うことができる場合、請求は発生しません。
nl: Uw kaart is nodig om deze transactie te autoriseren voor het geval de uiteindelijke ritprijs hoger is dan uw puntensaldo. Er worden geen kosten in rekening gebracht als u genoeg punten hebt voor de ritprijs.
pl: Twoja karta jest potrzebna do autoryzacji tej transakcji na wypadek, gdyby ostateczna cena przejazdu przekroczyła saldo punktów. Twoja karta nie zostanie obciążona, jeśli Twoje punkty lojalnościowe pokryją koszt przejazdu.
pt_br: Precisamos dos dados do seu cartão para autorizar esta transação, caso o preço final da viagem exceda seu saldo de pontos. Caso os seus pontos de fidelidade cubram o preço total, não debitaremos nada em sua conta.
ru: Ваша карта необходима для авторизации этой транзакции на случай, если окончательная цена поездки превышает баланс баллов. С вашего счета не будет взиматься плата, если баллы лояльности покрывают всю стоимость поездки.
th: เราต้องใช้บัตรของคุณเพื่ออนุมัติการทำธุรกรรมนี้เผื่อกรณีที่ราคาสุดท้ายของการเดินทางเกินยอดคะแนนสะสมของคุณ บัญชีของคุณจะไม่ถูกเรียกเก็บเงินหากคะแนนสะสมเพียงพอสำหรับค่าเดินทาง
zh_hans: 如果行程的最终车费超过您的积分余额，则需要您的卡来授权此交易。如果您的积分足以支付车费，则不会向您的帐户收费。

# kh_uisdk_loyalty_info_add_points
source: %@ loyalty points will be added to your account balance at the end of the ride
de: %@ Die Treuepunkte werden am Ende der Fahrt Ihrem Konto gutgeschrieben.
es: Se añadirán %@ puntos de fidelidad al saldo de su cuenta al final del viaje
fr: %@ points de fidélité seront ajoutés au solde de votre compte à la fin de la course.
id: %@ poin loyalitas akan ditambahkan ke saldo akun Anda di akhir perjalanan
it: %@ punti fedeltà verranno aggiunti al saldo del tuo account alla fine della corsa
ja: %@ロイヤルティ ポイントは、乗車終了時にアカウントの残高に追加されます
nl: Aan het einde van de rit worden %@ loyaliteitspunten toegevoegd aan uw accountsaldo
pl: %@ punkty lojalnościowe zostaną dodane do stanu konta po zakończeniu jazdy
pt_br: Ao final desta viagem, serão adicionados %1$@ pontos Reward ao seu saldo
ru: %@ баллы лояльности будут добавлены к балансу вашей учетной записи в конце поездки
th: คะแนนความภักดี %@ จะเพิ่มไปยังยอดเงินในบัญชีของคุณเมื่อสิ้นสุดการเดินทาง
zh_hans: %@忠诚度积分将在行程结束时添加到您的帐户余额中

# kh_uisdk_loyalty_info_remove_points
source: %@ loyalty points will be deducted from your account balance at the end of the ride
de: %@ Die Treuepunkte werden am Ende der Fahrt von Ihrem Kontostand abgezogen.
es: Se deducirán %@ puntos de fidelidad del saldo de su cuenta al final del viaje.
fr: %@ points de fidélité seront déduits du solde de votre compte à la fin de la course.
id: %@ poin loyalitas akan dikurangi dari saldo akun Anda di akhir %@ poin loyalitas akan dikurangi dari saldo akun Anda di akhir perjalanan
it: %@ punti fedeltà verranno detratti dal saldo del tuo account alla fine della corsa
ja: %@ロイヤルティ ポイントは、乗車終了時にアカウントの残高から差し引かれます
nl: %@ loyaliteitspunten worden aan het einde van de rit van uw accountsaldo afgetrokken
pl: %@ punkty lojalnościowe zostaną odjęte od stanu konta po zakończeniu jazdy
pt_br: %@ os pontos de fidelidade serão deduzidos do saldo da sua conta no final do passeio
ru: %@ баллы лояльности будут списаны с баланса вашего аккаунта в конце поездки
th: คะแนนความภักดี %@ จะถูกหักออกจากยอดเงินในบัญชีของคุณเมื่อสิ้นสุดการเดินทาง
zh_hans: %@忠诚度积分将在行程结束时从您的账户余额中扣除

# kh_uisdk_loyalty_insufficient_balance_for_loyalty_burn
source: Sorry, you don’t have enough Reward points
de: Ihr Prämienpunktesaldo ist unzureichend
es: Su saldo de puntos Reward es insuficiente
fr: Désolé, votre solde de points est insuffisant
id: Saldo poin Reward Anda tidak mencukupi
it: Siamo spiacenti, non hai abbastanza punti Reward
ja: ポイント残高が足りません
nl: Uw puntensaldo is onvoldoende
pl: Przykro nam, nie masz wystarczającej liczby punktów Reward
pt_br: Lamentamos, o seu saldo de pontos Reward é insuficiente
ru: Ваш баланс баллов недостаточен
th: ขออภัย ยอดคะแนนสะสมของคุณไม่เพียงพอ
zh_hans: 抱歉，您的积分余额不足

# kh_uisdk_loyalty_not_eligible_for_pre_auth
source: You can’t use Reward points to pre-authorise this ride
de: Für eine Vorautorisierung dieser Fahrt können Sie keine Punkte verwenden
es: No puede usar puntos Reward para preautorizar este viaje
fr: Vous ne pouvez pas utiliser vos points Reward pour pré-autoriser cette course
id: Anda tidak bisa menggunakan poin untuk pra-autorisasi perjalanan ini
it: Non puoi usare punti Reward per pre-autorizzare questa corsa
ja: ポイントをこの乗車サービスの事前承認に使用することはできません
nl: U kunt geen punten gebruiken om deze rit vooraf te autoriseren
pl: Nie możesz wykorzystać punktów do wstępnej autoryzacji tego przejazdu
pt_br: Não é possível usar pontos Reward para pré-autorizar esta viagem
ru: Вы не можете использовать баллы лояльности для предварительной авторизации
th: คุณไม่สามารถใช้คะแนนเพื่อกันวงเงินบัตรสำหรับการเดินทางนี้ได้
zh_hans: 您无法使用积分预授权此行程

# kh_uisdk_loyalty_points_earned_for_trip
source: %1$@ Reward points will be added to your balance at the end of this ride
de: %1$@ Treuepunkte werden Ihnen am Ende der Fahrt gutgeschrieben
es: Se añadirán %1$@ puntos Reward al saldo de su cuenta al final del viaje
fr: %1$@ points Reward seront ajoutés à votre compte à la fin de la course
id: %1$@ poin Reward akan ditambahkan ke saldo Anda di akhir perjalanan
it: %1$@ punti Reward verranno aggiunti al tuo saldo al termine della corsa
ja: 乗車サービス終了時に、%1$@ロイヤルティポイントがアカウントの残高に追加されます
nl: Aan het eind van deze rit worden er %1$@ Reward-punten aan uw saldo toegevoegd
pl: Liczba punktów lojalnościowych, które zostaną dodane do Twojego konta po zakończeniu przejazdu: %1$@
pt_br: Ao final desta viagem, serão adicionados %1$@ pontos Reward ao seu saldo
ru: %1$@ баллов лояльности будут добавлены к балансу вашей учетной записи в конце поездки
th: จะมีการเพิ่ม %1$@ คะแนนสะสมไปยังยอดในบัญชีของคุณเมื่อสิ้นสุดการเดินทางครั้งนี้
zh_hans: %1$@ 忠诚度积分将在行程结束时添加到您的余额中

# kh_uisdk_loyalty_pre_auth_not_allowed_to_burn
source: Sorry, you’re not able to use Reward points
de: Sie können keine Punkte verwenden
es: Lo sentimos, pero no puede usar puntos Reward
fr: Désolé, vous ne pouvez utiliser vos points Reward
id: Maaf, Anda tidak bisa menggunakan poin Reward
it: Siamo spiacenti, non puoi usare punti Reward
ja: ポイントは使用できません
nl: U kunt geen punten gebruiken
pl: Przykro nam, nie możesz wykorzystać punktów Reward
pt_br: Você não pode usar seus pontos Reward
ru: Вы не можете использовать баллы лояльности
th: ขออภัย คุณไม่สามารถใช้คะแนนได้
zh_hans: 抱歉，您不能使用积分

# kh_uisdk_loyalty_pre_auth_not_enough_points
source: Your balance is too low to pay with Reward points for this ride
de: Ihr Guthaben reicht nicht aus, um diese Fahrt mit Punkten zu bezahlen
es: Su saldo de puntos Reward no es suficiente para pagar este viaje
fr: Votre solde de points Reward n'est pas suffisant pour payer cette course
id: Saldo Anda tidak cukup untuk membayar perjalanan ini
it: Il tuo saldo è troppo basso per pagare questa corsa con i punti Reward
ja: 残高が足りないため、ポイントでこの乗車サービスを支払うことはできません
nl: Uw puntensaldo is niet voldoende om deze rit te betalen
pl: Masz niewystarczającą liczbę punktów na opłacenie tego przejazdu
pt_br: Seu saldo de pontos Reward não é suficiente para pagar esta viagem
ru: Баланса недостаточно для оплаты поездки
th: ยอดสะสมของคุณไม่เพียงพอที่จะชำระค่าโดยสารนี้ด้วยคะแนน
zh_hans: 您的余额不足，无法用积分支付此行程

# kh_uisdk_loyalty_separator
source: OR
de: ODER
es: O
fr: OU
id: ATAU
it: O
ja: または
nl: OF
pl: LUB
pt_br: OU
ru: ИЛИ
th: หรือ
zh_hans: 或者

# kh_uisdk_loyalty_title
source: Reward points
de: Prämienpunkte
es: Puntos Reward
fr: Points Reward
id: Poin Reward
it: Punti Reward
ja: ロイヤルティポイント
nl: Reward-punten
pl: Punktów Reward
pt_br: Pontos Reward
ru: Баллы лояльности
th: คะแนนสะสม
zh_hans: 忠诚度积分

# kh_uisdk_loyalty_unknown_error
source: An error has occurred. To earn or use Reward points, please try again later.
de: Ein Fehler ist aufgetreten. Um Treuepunkte zu sammeln oder zu verwenden, versuchen Sie es bitte später noch einmal.
es: Se ha producido un error. Para ganar o usar sus puntos Reward, vuelva a intentarlo más tarde.
fr: Une erreur s’est produite. Pour gagner ou utiliser des points Reward, merci de réessayer plus tard.
id: Telah terjadi kesalahan. Untuk mendapatkan atau menggunakan poin Reward Anda, silakan coba lagi nanti.
it: Si è verificato un errore. Per guadagnare o utilizzare punti Reward, riprova più tardi.
ja: エラーが発生しました。ロイヤルティポイントを取得または使用するには、後でもう一度お試しください。
nl: Er is een fout opgetreden. Probeer later opnieuw om Reward-punten te verdienen of te gebruiken.
pl: Wystąpił błąd. Aby zdobyć lub wykorzystać punkty lojalnościowe, spróbuj ponownie za chwilę.
pt_br: Ocorreu um erro. Para ganhar ou usar pontos Reward, tente novamente mais tarde.
ru: Произошла ошибка. Чтобы заработать или использовать баллы лояльности, попробуйте снова.
th: เกิดข้อผิดพลาดขึ้น โปรดลองอีกครั้งในภายหลังหากต้องการรับหรือใช้คะแนนสะสม
zh_hans: 发生了错误。要赚取或使用您的忠诚度积分，请稍后再试。

# kh_uisdk_loyalty_unsupported_currency
source: Sorry, this currency is not supported.
de: Fehler: Die Währung wird nicht unterstützt
es: Error: no se admite esta divisa
fr: Désolé, cette devise n'est pas prise en charge.
id: Telah terjadi kesalahan: mata uang tidak didukung
it: Errore: questa valuta non è supportata
ja: エラーが発生しました。この通貨には対応していません。
nl: Fout: deze valuta wordt niet ondersteund
pl: Wystąpił błąd: wybrana waluta jest niedostępna
pt_br: Erro: moeda não suportada
ru: Произошла ошибка: оплата в этой валюте невозможна
th: ข้อผิดพลาด: ไม่รองรับสกุลเงินนี้
zh_hans: 错误：不支持此货币

# kh_uisdk_loyalty_use_points_off_subtitle
source: You can use Reward points to pay for this ride
de: Sie können Ihre Treuepunkte zur Bezahlung dieser Fahrt einsetzen
es: Puede usar sus puntos Reward para pagar el viaje
fr: Vous pouvez utiliser vos points Reward pour payer cette course
id: Anda bisa menggunakan poin Reward untuk membayar perjalanan ini
it: Puoi usare punti Reward per pagare questa corsa
ja: ロイヤルティポイントでこの乗車サービスを支払うことができます
nl: U kunt Reward-punten gebruiken om deze rit te betalen
pl: Możesz wykorzystać punkty Reward na opłacenie przejazdu
pt_br: Você pode usar seus pontos Reward para pagar esta viagem
ru: Вы можете использовать баллы лояльности для оплаты поездки
th: คุณสามารถใช้คะแนนสะสมเพื่อชำระค่าโดยสารนี้ได้
zh_hans: 您可以用您的忠诚度积分来支付此行程

# kh_uisdk_loyalty_use_points_on_subtitle
source: Use %3$@ Reward points to pay %1$@ %2$@
de: Bezahlen Sie %@ %@ mit Prämienpunkte %@
es: Pague %@ %@ con %@ puntos Reward
fr: Payer %@ %@ avec %@ points Reward
id: Gunakan %@%@ poin Reward untuk membayar %@
it: Usa %@ punti Reward per pagare %@
ja: %@ロイヤルティポイントで%@%@を支払う
nl: Gebruik %3$@ Reward-punten om %1$@ %2$@ te betalen
pl: Liczba punktów Reward, aby zapłacić %@ %@: %@
pt_br: Utilize %3$@ pontos Reward para pagar %1$@ %2$@
ru: Использовать %3$@ аллов лояльности для оплаты %1$@ %2$@
th: ใช้คะแนนสะสม %3$@ คะแนนเพื่อชำระ %1$@ %2$@
zh_hans: 使用 %@ 忠诚度积分支付 %@%@

# kh_uisdk_loyalty_use_points_title
source: Use your Reward points
de: Prämienpunkte verwenden
es: Use sus puntos Reward
fr: Utilisez vos points Reward
id: Gunakan poin Anda
it: Usa i tuoi punti Reward
ja: ポイントを使う
nl: Gebruik je Reward-punten
pl: Wykorzystaj punkty
pt_br: Use seus pontos Reward
ru: Используйте свои баллы
th: ใช้คะแนนของคุณ
zh_hans: 使用您的积分

# kh_uisdk_map_selector
source: Drop pin on map
de: Position markieren
es: Seleccione la ubicación en el mapa
fr: Situer sur la carte
id: Setel lokasi pin di peta
it: Posiziona il segnaposto sulla mappa
ja: 地図上にピンを設定する
nl: Speld op de kaart zetten
pl: Ustaw lokalizację pinezki na mapie
pt_br: Definir localização no mapa
ru: Установить актуальную геолокацию на карте
th: วางหมุดบนแผนที่
zh_hans: 在地图上设置图钉位置

# kh_uisdk_meeting_point
source: Meeting point
de: Treffpunkt
es: Punto de encuentro
fr: Point de rencontre
id: Titik pertemuan
it: Punto d'incontro
ja: 待ち合わせ場所
nl: Ontmoetingspunt
pl: Miejsce spotkania
pt_br: Ponto de encontro
ru: Место встречи
th: จุดนัดพบ
zh_hans: 上车地点

# kh_uisdk_metered
source: Metered price
de: Taxameter
es: Precio taxímetro
fr: Prix compteur
id: Harga per meter
it: Tassametro
ja: メーター制
nl: Meterprijs
pl: Cena na podstawie taksometru
pt_br: Medido por taxímetro
ru: По счетчику
th: มิเตอร์
zh_hans: 计程

# kh_uisdk_min
source: min
id: menit
ja: 分
ru: мин
th: นาที
zh_hans: 分钟

# kh_uisdk_mins
source: mins
de: Min.
es: min
fr: min
id: menit
it: min
ja: 分
nl: min
pl: min
pt_br: min.
ru: минут
th: นาที
zh_hans: 分钟

# kh_uisdk_minutes_plurals.one
source: %d minute
es: %d minuto
id: %d menit
it: %d minuto
ja: %d分
nl: %d minuut
pl: %d minuta
pt_br: %d minuto
ru: %d минута
th: %d นาที
zh_hans: %d分钟

# kh_uisdk_minutes_plurals.other
source: %d minutes
de: %d Minuten
es: %d minutos
fr: %d minute
id: %d menit
it: %d minuti
ja: %d分
nl: %d minuten
pl: %d minut(y)
pt_br: %d minutos
ru: %d минут
th: %d นาที
zh_hans: %d 分钟

# kh_uisdk_minutes_plurals.zero
source: %d minutes
de: %d Minute
es: %d minuto
fr: %d minute
id: %d menit
it: %d minuto
ja: %d分
nl: %d minuut
pl: %d minuta
pt_br: %d minuto
ru: %d минута
th: %d นาที
zh_hans: %d分钟

# kh_uisdk_mobile_phone_number_hint
source: Mobile phone number
de: Mobilnummer
es: Número de teléfono
fr: Numéro de portable
id: Nomor ponsel
it: Numero di cellulare
ja: 携帯電話番号
nl: Mobiel telefoonnummer
pl: numer telefonu komórkowego
pt_br: Número de celular
ru: Номер мобильного телефона
th: หมายเลขโทรศัพท์มือถือ
zh_hans: 手机号码

# kh_uisdk_moto
source: Motorcycle
de: Motorrad
es: Moto
fr: Moto
id: Motor
it: Moto
ja: バイク
nl: Motorfiets
pl: Motocykl
pt_br: Moto
ru: Мотоцикл
th: รถจักรยานยนต์
zh_hans: 摩托车

# kh_uisdk_mpv
source: MPV
de: Großraum
es: Monovolumen
fr: Van
it: Multiposto
ja: ミニバン
pt_br: Monovolume
ru: Универсал
th: รถอเนกประสงค์
zh_hans: 多功能车

# kh_uisdk_network_error
source: We’re having trouble connecting to the network
de: Wir scheinen Probleme mit der Verbindung zum Netzwerk zu haben
es: Parece que tenemos problemas para conectarnos a la red
fr: Nous rencontrons des difficultés de connexion
id: Kami mengalami masalah saat terhubung ke jaringan
it: Abbiamo problemi di connessione alla rete
ja: ネットワークへの接続に問題があります
nl: Er zijn problemen met de netwerkverbinding
pl: Mamy problemy z połączeniem z siecią
pt_br: Estamos com problemas de conexão à rede
ru: У нас проблемы с подключением к сети
th: เกิดปัญหาในการเชื่อมต่อกับเครือข่าย
zh_hans: 我们在连接到网络时遇到问题

# kh_uisdk_new_ride
source: Book a ride
de: FAHRT BUCHEN
es: RESERVAR UN VIAJE
fr: Réserver une course
id: PERJALANAN BARU
it: PRENOTA UNA CORSA
ja: 乗車サービスを予約する
nl: RIT BOEKEN
pl: ZAREZERWUJ PRZEJAZD
pt_br: RESERVE UMA VIAGEM
ru: ЗАКАЗАТЬ ПОЕЗДКУ
th: จองการเดินทาง
zh_hans: 预订行程

# kh_uisdk_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
it: Avanti
ja: 次
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Дальше
th: ถัดไป
zh_hans: 下一个

# kh_uisdk_no
source: No
de: Nein
fr: Non
id: Tidak
ja: いいえ
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
th: ไม่
zh_hans: 否

# kh_uisdk_no_availability_body
source: %1$@ if you have a new ride provider suggestion.
de: %1$@ wenn Sie Vorschläge für lokale Flotten haben.
es: Si desea sugerirnos una flota nueva, %1$@.
fr: %1$@ pour nous recommander un nouveau partenaire.
id: %1$@ jika Anda memiliki saran untuk armada lokal.
it: %1$@ se vuoi suggerirci una nuova flotta.
ja: 新しい乗車サービス業者のお勧めがありましたら、%1$@先までご連絡ください。
nl: %1$@ als u suggesties hebt voor een nieuwe ritaanbieder.
pl: %1$@ , jeśli chcesz polecić lokalnego przewoźnika.
pt_br: %1$@ se tiver sugestões de novas frotas.
ru: %1$@ , если у вас есть предложения по новому перевозчику.
th: %1$@หากคุณมีคำแนะนำเกี่ยวกับผู้ให้บริการโดยสารรายใหม่
zh_hans: %1$@ 如果您想推荐新的行程提供商。

# kh_uisdk_no_availability_link
source: Contact us
de: Kontakt
es: Contáctenos
fr: Nous contacter
id: Hubungi kami
it: Contattaci
ja: お問い合わせ
nl: Neem contact met ons op
pl: Skontaktuj się z nami
pt_br: Fale conosco
ru: Свяжитесь с нами
th: ติดต่อเรา
zh_hans: 联系我们
