Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_recents_empty
source: No recent results
de: Keine aktuellen Ergebnisse
es: No hay resultados recientes
fr: Aucun résultat récent
id: Tidak ada hasil terbaru
it: Nessun risultato recente
ja: 最近の結果はありません
nl: Geen recente resultaten
pl: Brak ostatnich wyników
pt_br: Nenhum resultado recente
ru: Нет последних результатов
th: ไม่มีผลการค้นหาล่าสุด
zh_hans: 没有最近的结果

# kh_uisdk_register
source: Register
de: Registrieren
es: Registrarse
fr: Inscription
id: Daftar
it: Registrati
ja: 登録
nl: Registreren
pl: Zarejestruj
pt_br: Registrar
ru: Регистрация
th: สมัครสมาชิก
zh_hans: 寄存器

# kh_uisdk_report_issue
source: Report issue
de: Problem melden
es: Reportar problema
fr: Signaler un problème
id: Laporkan masalah
it: Segnala problema
ja: 問題を報告
nl: Probleem melden
pl: Zgłoś problem
pt_br: Relatar problema
ru: Сообщить о проблеме
th: รายงานปัญหา
zh_hans: 报告问题

# kh_uisdk_request_car
source: Confirm booking
de: BUCHUNG BESTÄTIGEN
es: CONFIRMAR LA RESERVA
fr: Valider la réservation
id: KONFIRMASI PEMESANAN
it: CONFERMA PRENOTAZIONE
ja: 予約を確定する
nl: BOEKING BEVESTIGEN
pl: POTWIERDŹ REZERWACJĘ
pt_br: CONFIRMAR RESERVA
ru: ПОДТВЕРДИТЬ ОПЛАТУ
th: ยืนยันการจอง
zh_hans: 确认预订

# kh_uisdk_request_received
source: Booking received
de: Buchung erhalten
es: Reserva recibida
fr: Réservation reçue
id: Pemesanan diterima
it: Prenotazione ricevuta
ja: 予約を受け付けました
nl: Boeking ontvangen
pl: Rezerwacja została przyjęta
pt_br: Reserva recebida
ru: Бронирование получено
th: ได้รับการจองแล้ว
zh_hans: 预订已收到

# kh_uisdk_requested
source: Your ride with %@ has been requested
de: Ihre Fahrt mit %@ wurde angefordert
es: Su viaje con %@ ha sido solicitado
fr: Votre course avec %@ a été prise en compte
id: Anda telah mengatur perjalanan bersama %@
it: La tua corsa con %@ è stata richiesta
ja: %@での乗車サービスがリクエストされました
nl: Uw rit met %@ is aangevraagd
pl: Twój przejazd %@ został zamówiony
pt_br: Sua viagem com %@ foi solicitada
ru: Ваша поездка с %@ запрошена
th: ส่งคำขอการเดินทางของคุณกับ %@ แล้ว
zh_hans: 您的 %@ 行程已提交

# kh_uisdk_requesting
source: Requesting
de: Wird angefragt
es: Solicitando
fr: Demande en cours
id: Meminta
it: Richiesta in corso
ja: リクエスト中です
nl: Aanvragen
pl: Przetwarzanie
pt_br: Solicitando
ru: Идет запрос
th: กำลังส่งคำขอ
zh_hans: 正在请求

# kh_uisdk_requesting_car
source: Booking ride
de: Fahrt wird gebucht
es: Reservando el viaje
fr: Réservation en cours
id: Pemesanan perjalanan
it: Prenotazione corsa
ja: 乗車サービスを予約中です
nl: Rit boeken
pl: Rezerwacja przejazdu
pt_br: Reservar viagem
ru: Бронирование поездки
th: กำลังจองการเดินทาง
zh_hans: 正在预订行程

# kh_uisdk_reset_filter
source: Reset filter
de: Filter zurücksetzen
es: Restablecer filtro
fr: Réinitialiser les filtres
id: Setel ulang filter
it: Ripristina filtro
ja: 絞り込みをリセット
nl: Filter resetten
pl: Zresetuj filtr
pt_br: Reiniciar filtros
ru: Сбросить фильтр
th: รีเซ็ตตัวกรอง
zh_hans: 重置筛选条件

# kh_uisdk_result
source: %1$@ result(s)
de: %1$@ Ergebnis(se)
es: %1$@ resultado(s)
fr: %1$@ résultat(s)
id: %1$@ hasil
it: %1$@ risultato/i
ja: %1$@結果
nl: %1$@ resultaat(en)
pl: %1$@ wyników
pt_br: %1$@ resultado(s)
ru: %1$@ результат (ов)
th: ผลการค้นหา %1$@ รายการ
zh_hans: %1$@ 结果

# kh_uisdk_results
source: results
de: Ergebnisse
es: resultados
fr: résultats
id: hasil
it: risultati
ja: 結果
nl: resultaten
pl: wyniki
pt_br: resultados
ru: Результаты
th: ผลการค้นหา
zh_hans: 结果

# kh_uisdk_results_empty
source: Sorry, no results found
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Désolé, nous n’avons trouvé aucun résultat
id: Maaf, tidak ada hasil yang ditemukan
it: Siamo spiacenti, nessun risultato trovato
ja: 結果が見つかりません
nl: Niets gevonden
pl: Przykro nam, nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: Извините, результатов не найдено
th: ขออภัย ไม่พบผลการค้นหา
zh_hans: 抱歉，未找到结果

# kh_uisdk_results_ios
source: %1$@ results
de: %1$@ Ergebnisse
es: %1$@ resultados
fr: %1$@ résultats
id: %1$@ hasil
it: %1$@ risultati
ja: %1$@の結果
nl: %1$@ resultaten
pl: %1$@ wyników
pt_br: %1$@ resultados
ru: %1$@ результатов
th: %1$@ ผลลัพธ์
zh_hans: %1$@结果

# kh_uisdk_retrieving_dropoff
source: Getting drop off location
de: Ziel wird abgerufen
es: Buscando destino
fr: Nous récupérons l'adresse de destination
id: Menemukan lokasi pengantaran
it: Ricerca luogo di arrivo
ja: 降車の場所を確認中です
nl: Afzetlocatie opvragen
pl: Potwierdzanie miejsca docelowego
pt_br: Procurando a localização de destino
ru: Получение места высадки
th: กำลังเรียกดูสถานที่ส่ง
zh_hans: 正在获取下车地点

# kh_uisdk_retrieving_pickup
source: Getting pickup location
de: Abholort wird abgerufen
es: Buscando punto de recogida
fr: Nous récupérons l'adresse de départ
id: Menemukan lokasi penjemputan
it: Ricerca luogo del prelievo
ja: お迎えの場所を確認中です
nl: Ophaallocatie opvragen
pl: Potwierdzanie miejsca odbioru
pt_br: Procurando a localização de embarque
ru: Получение места посадки
th: กำลังเรียกดูสถานที่รับ
zh_hans: 正在获取上车地点

# kh_uisdk_retrieving_quotes
source: Retrieving quotes
de: Angebote werden abgerufen
es: Cargando estimaciones
fr: Recherche des offres en cours...
id: Memuat ulang penawaran
it: Recupero preventivi in corso
ja: 見積もりを取得中です
nl: Offertes opvragen
pl: Pobieranie ofert
pt_br: Carregando cotações
ru: Получение предложений
th: กำลังเรียกดูราคา
zh_hans: 检索报价

# kh_uisdk_retry
source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayez
id: Coba kembali
it: Riprova
ja: 再試行
nl: Opnieuw
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторите
th: ลองใหม่อีกครั้ง
zh_hans: 重试

# kh_uisdk_ride_confirmed
source: Ride confirmed
de: Fahrt bestätigt
es: Viaje confirmado
fr: Course confirmée
id: Perjalanan telah dikonfirmasi
it: Corsa confermata
ja: 乗車サービスを確定しました
nl: Rit bevestigd
pl: Przejazd potwierdzony
pt_br: Viagem confirmada
ru: Поездка подтверждена
th: ยืนยันการเดินทางแล้ว
zh_hans: 行程确认

# kh_uisdk_ride_contact_details
source: Details
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Информация
th: รายละเอียด
zh_hans: 详情

# kh_uisdk_ride_details
source: Ride details
de: Details zur Fahrt
es: Detalles del viaje
fr: Détails de la course
id: Detail perjalanan
it: Dettagli corsa
ja: 乗車サービスの詳細
nl: Ritgegevens
pl: Szczegóły przejazdu
pt_br: Detalhes da viagem
ru: Информация о поездке
th: รายละเอียดการเดินทาง
zh_hans: 行程详情

# kh_uisdk_ride_state_arrived
source: Arrived
de: Angekommen
es: En punto de recogida
fr: Chauffeur arrivé
id: Tiba
it: A destinazione
ja: 到着済み
nl: Gearriveerd
pl: Kierowca jest na miejscu
pt_br: Chegou
ru: Прибыл
th: มาถึงแล้ว
zh_hans: 已到达

# kh_uisdk_ride_state_cancelled
source: Cancelled
de: Storniert
es: Cancelado
fr: Annulée
id: Dibatalkan
it: Cancellata
ja: キャンセル済み
nl: Geannuleerd
pl: Anulowany
pt_br: Cancelada
ru: Отмена
th: ยกเลิกแล้ว
zh_hans: 已取消

# kh_uisdk_ride_state_completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminée
id: Selesai
it: Completata
ja: 完了
nl: Voltooid
pl: Zakończony
pt_br: Concluída
ru: Завершено
th: เสร็จสิ้น
zh_hans: 已完成

# kh_uisdk_ride_state_confirmed
source: Confirmed
de: Bestätigt
es: Confirmado
fr: Confirmée
id: Dikonfirmasi
it: Confermata
ja: 確定
nl: Bevestigd
pl: Potwierdzony
pt_br: Confirmada
ru: Подтверждено
th: ยืนยันแล้ว
zh_hans: 已确认

# kh_uisdk_ride_state_der
source: Driver en route
de: Fahrer unterwegs
es: Conductor en camino
fr: Chauffeur en route
id: Pengemudi dalam perjalanan
it: Conducente in viaggio
ja: 移動中のドライバー
nl: Chauffeur onderweg
pl: Kierowca jest w drodze
pt_br: Motorista a caminho
ru: Водитель в пути
th: คนขับกำลังเดินทาง
zh_hans: 司机在途中

# kh_uisdk_ride_state_pob
source: Passenger on board
de: Fahrgast an Bord
es: Pasajero a bordo
fr: Passager à bord
id: Penumpang dalam perjalanan
it: Passeggero a bordo
ja: 乗車中
nl: Passagier in de auto
pl: Pasażer na pokładzie
pt_br: Passageiro a bordo
ru: Пассажир на борту
th: ผู้โดยสารอยู่บนรถ
zh_hans: 乘客在车上

# kh_uisdk_ride_state_requested
source: Requested
de: Angefordert
es: Solicitado
fr: Demandée
id: Diminta
it: Richiesta
ja: リクエスト済み
nl: Aangevraagd
pl: Zamówiony
pt_br: Solicitada
ru: Запрошено
th: ส่งคำขอแล้ว
zh_hans: 已请求

# kh_uisdk_rides
source: Rides
de: Fahrten
es: Viajes
fr: Courses
id: Perjalanan
it: Corse
ja: 乗車サービス
nl: Ritten
pl: Przejazdy
pt_br: Viagens
ru: Поездки
th: การเดินทาง
zh_hans: 行程

# kh_uisdk_saloon
source: Saloon
de: Standard
es: Berlina
fr: Berline
id: Sedan
it: Berlina
ja: サルーン
nl: Sedan
pl: Sedan
pt_br: Sedã
ru: Седан
th: รถเก๋ง
zh_hans: 轿车

# kh_uisdk_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
nl: Bewaren
pl: Zachowaj
pt_br: Guardar
ru: Сохранить
th: บันทึก
zh_hans: 保存

# kh_uisdk_schedule_ride
source: Schedule ride
de: Fahrt planen
es: Programar el viaje
fr: Planifier une course
id: Jadwalkan perjalanan
it: Pianifica corsa
ja: 乗車サービスを予定する
nl: Rit plannen
pl: Zaplanuj przejazd
pt_br: Agendar viagem
ru: Запланировать поездку
th: กำหนดการเดินทาง
zh_hans: 安排行程

# kh_uisdk_set_on_map
source: Set on map
de: Auf Karte setzen
es: Establecer en el mapa
fr: Situer sur la carte
id: Letakkan di peta
it: Imposta sulla mappa
ja: 地図上に設定
nl: Op kaart zetten
pl: Ustaw na mapie
pt_br: Selecionar no mapa
ru: Установить местоположение на карте
th: กำหนดบนแผนที่
zh_hans: 在地图上设置

# kh_uisdk_set_prebook_time
source: Set pickup time
de: Abholzeit angeben
es: Seleccionar hora de recogida
fr: Choisir l’heure de départ
id: Atur waktu penjemputan
it: Imposta orario di prelievo
ja: お迎え時刻を設定する
nl: Ophaaltijd instellen
pl: Ustaw czas odbioru
pt_br: Definir horário de embarque
ru: Добавить время посадки
th: ตั้งเวลารับ
zh_hans: 设置上车时间

# kh_uisdk_settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
zh_hans: 设置

# kh_uisdk_sign_in
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
id: Masuk
it: Accedi
ja: サインイン
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ru: Войти
th: เข้าสู่ระบบ
zh_hans: 登录

# kh_uisdk_sign_in_but
source: Sign in
de: ANMELDEN
es: INICIAR SESIÓN
fr: Se connecter
id: MASUK
it: ACCEDI
ja: サインイン
nl: INLOGGEN
pl: ZALOGUJ SIĘ
pt_br: ENTRAR
ru: Войти
th: เข้าสู่ระบบ
zh_hans: 登录

# kh_uisdk_sign_out
source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
id: Keluar
it: Esci
ja: サインアウト
nl: Uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выйти
th: ออกจากระบบ
zh_hans: 登出

# kh_uisdk_signup_email_subscribe_copy
source: I do not wish to receive free rides, promos or offers
de: Ich möchte keine Freifahrten, Werbeaktionen oder Angebote erhalten
es: No deseo recibir viajes gratuitos, promociones ni ofertas
fr: Je ne souhaite pas recevoir de courses gratuites ou d'offres promotionnelles
id: Saya tidak ingin menerima tumpangan, promo, atau penawaran gratis
it: Non desidero ricevere corse, promozioni o offerte gratis
ja: 無料の乗り物、プロモーション、オファーを受け取りたくない
nl: Ik wens geen gratis ritten, promo's of aanbiedingen te ontvangen
pl: Nie chcę otrzymywać darmowych przejazdów, promocji ani ofert.
pt_br: Não desejo receber boleias, promoções ou ofertas gratuitas
ru: Я не хочу получать бесплатные поездки, акции или предложения
th: ฉันไม่ต้องการรับการขี่ฟรี โปรโมชัน หรือข้อเสนอ
zh_hans: 我不希望收到免费乘车、促销或优惠

# kh_uisdk_signup_pending_message
source: We will notify you via email once your request has been processed.
de: Wir werden Sie per E-Mail benachrichtigen, sobald Ihr Antrag bearbeitet wurde.
es: Te notificaremos por email una vez tu solicitud haya sido aceptada.
fr: Nous vous contacterons par email dès que votre compte sera activé.
id: Kami akan memberi tahu Anda melalui email setelah permintaan Anda diproses.
it: Ti avviseremo via e-mail una volta che la tua richiesta sarà stata elaborata.
ja: リクエストが処理され次第、メールでお知らせします。
nl: We zullen u per e-mail op de hoogte stellen zodra uw verzoek is verwerkt.
pl: Powiadomimy Cię e-mailem, gdy Twoja prośba zostanie przetworzona.
pt_br: Iremos notificá-lo via e-mail uma vez que o seu pedido tenha sido processado.
ru: Мы сообщим вам по электронной почте, как только ваш запрос будет обработан.
th: เราจะแจ้งให้คุณทราบทางอีเมลเมื่อคำขอของคุณได้รับการประมวลผลแล้ว
zh_hans: 一旦您的请求得到处理，我们将通过电子邮件通知您。

# kh_uisdk_something_went_wrong
source: Something went wrong
de: Ein Fehler ist aufgetreten
es: Hubo un problema
fr: Une erreur est survenue
id: Ada yang tidak beres
it: Si è verificato un errore
ja: 問題が発生しました
nl: Er is iets misgegaan
pl: Ups! Coś poszło nie tak
pt_br: Algo deu errado
ru: Произошел неизвестный сбой
th: เกิดข้อผิดพลาด
zh_hans: 出问题了

# kh_uisdk_something_went_wrong_select_another_quote
source: Sorry, something went wrong. Please try again or select another quote.
de: Es ist ein Fehler aufgetreten, bitte versuchen Sie es erneut oder wählen Sie ein anderes Angebot aus.
es: Lo sentimos, se ha producido un error. Inténtelo de nuevo o seleccione otra estimación.
fr: Une erreur s’est produite. Réessayez ou sélectionnez une autre offre.
id: Ada yang tidak beres, coba lagi atau pilih penawaran lain.
it: Siamo spiacenti, si è verificato un errore. Riprova o seleziona un altro preventivo.
ja: 問題が発生しました。再試行するか、別の見積もりを選択してください。
nl: Er is iets misgegaan. Probeer het opnieuw of selecteer een andere offerte.
pl: Przykro nam, coś poszło nie tak. Spróbuj ponownie lub wybierz inną ofertę.
pt_br: Desculpe, algo deu errado. Tente novamente ou escolha outra cotação.
ru: Что-то пошло не так, повторите попытку или выберите другую расчетную стоимость.
th: ขออภัย เกิดข้อผิดพลาด โปรดลองอีกครั้งหรือเลือกราคาอื่น
zh_hans: 抱歉，出了点问题。请重试或选择其他报价。

# kh_uisdk_sort_by
source: Sort by
de: Sortieren nach
es: Ordenar por
fr: Trier par
id: Sortir dengan
it: Ordina per
ja: 並び替え
nl: Sorteer op
pl: Sortuj
pt_br: Ordenar por
ru: Сортировать по
th: จัดเรียงตาม
zh_hans: 排序方式

# kh_uisdk_star_excellent
source: Excellent
de: Ausgezeichnet
es: Excelente
fr: Excellente
id: Memuaskan
it: Eccellente
ja: 大変すばらしい
nl: Voortreffelijk
pl: Doskonale
pt_br: Excelente
ru: Отлично
th: ยอดเยี่ยม
zh_hans: 杰出

# kh_uisdk_star_fair
source: Fair
de: Einigermaßen
es: Adecuado
fr: Correcte
id: Cukup
it: Discreta
ja: 適切
nl: Redelijk
pl: Średnio
pt_br: Razoável
ru: Удовлетворительно
th: พอใช้
zh_hans: 一般

# kh_uisdk_star_good
source: Good
de: Gut
es: Bueno
fr: Satisfaisante
id: Baik
it: Buona
ja: 良い
nl: Goed
pl: Dobrze
pt_br: Bom
ru: Хорошо
th: ดี
zh_hans: 良好

# kh_uisdk_star_great
source: Great
de: Großartig
es: Muy bueno
fr: Formidable
id: Sangat baik
it: Fantastica
ja: すばらしい
nl: Uitstekend
pl: Bardzo dobrze
pt_br: Muito bom
ru: Великолепно
th: ดีมาก
zh_hans: 优秀

# kh_uisdk_star_poor
source: Poor
de: Schlecht
es: Malo
fr: Décevante
id: Tidak baik
it: Scarsa
ja: 悪い
nl: Slecht
pl: Źle
pt_br: Ruim
ru: Плохо
th: แย่
zh_hans: 欠佳

# kh_uisdk_status
source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
pt_br: Estado
ru: Статус
th: สถานะ
zh_hans: 状态

# kh_uisdk_submit
source: Submit
de: SENDEN
es: ENVIAR
fr: Enovyer
id: KIRIM
it: INVIA
ja: 送信
nl: VERSTUREN
pl: AKCEPTUJ
pt_br: ENVIAR
ru: ОТПРАВИТЬ
th: ส่ง
zh_hans: 提交

# kh_uisdk_submit_button_text
source: Please let us know why you chose this rating
de: Was ist der Grund für Ihre Bewertung?
es: Cuéntenos por qué eligió esa valoración
fr: Pourriez-vous nous en dire plus ?
id: Beri tahu kami mengapa Anda memberi penilaian ini?
it: Facci sapere perché hai scelto questa valutazione
ja: このように評価した理由を教えてください
nl: Laat ons weten waarom u deze beoordeling hebt gekozen
pl: Co miało wpływ na Twoją ocenę
pt_br: Conte-nos o motivo desta classificação
ru: Расскажите, почему вы поставили этот рейтинг?
th: โปรดบอกเราว่าทำไมคุณถึงให้คะแนนนี้
zh_hans: 请告诉我们您为什么选择此评价

# kh_uisdk_support_report_issue
source: Report issue
de: Problem melden
es: Reportar problema
fr: Signaler un problème
id: Laporkan masalah
it: Segnala problema
ja: 問題を報告
nl: Probleem melden
pl: Zgłoś problem
pt_br: Relatar problema
ru: Сообщить о проблеме
th: รายงานปัญหา
zh_hans: 报告问题

# kh_uisdk_switch_departure_destination
source: Switch pickup and drop off locations
de: Abholort und Ziel wechseln
es: Intercambiar direcciones de recogida y destino
fr: Inverser l’adresse de départ et de destination
id: Tukar lokasi penjemputan dan pengantaran
it: Inverti luogo di prelievo e arrivo
ja: お迎えと降車の場所を入れ替える
nl: Ophaallocatie en afzetlocatie omwisselen
pl: Zmień miejsce odbioru i docelowe
pt_br: Alterar os locais de embarque e destino
ru: Изменить адрес отправления и назначения
th: สลับสถานที่รับและสถานที่ส่ง
zh_hans: 切换上车和下车地点

# kh_uisdk_taxi
source: Taxi
id: Taksi
ja: タクシー
pt_br: Táxi
ru: Такси
th: แท็กซี่
zh_hans: 出租车

# kh_uisdk_temporary_message_error_codes_unknown
source: We seem to be having technical issues at the moment.
de: Wir scheinen im Moment technische Probleme zu haben.
es: Estamos teniendo problemas técnicos en este momento.
fr: Désolé, nous rencontrons des difficultés techniques.
id: Saat ini tampaknya kami mengalami masalah teknis.
it: Sembra ci siano dei problemi tecnici al momento.
ja: 現在、技術的な問題が発生しているようです。
nl: Er zijn momenteel technische problemen.
pl: Wygląda na to, że w tej chwili mamy problemy techniczne.
pt_br: Estamos com problemas técnicos.
ru: Мы испытываем технические трудности.
th: ดูเหมือนว่าเราจะมีปัญหาทางเทคนิคในขณะนี้
zh_hans: 我们目前似乎遇到了技术问题。

# kh_uisdk_terms_and_conditions_register_account_action
source: creating your Karhoo account
de: Ihr Karhoo-Konto erstellen
es: crear una cuenta de Karhoo
fr: créant un compte Karhoo
id: membuat akun Karhoo Anda
it: creare il tuo account Karhoo
ja: Karhooアカウントを作成する
nl: uw Karhoo-account aanmaken
pl: tworzenie konta na Karhoo
pt_br: criar a sua conta Karhoo
ru: создание учетной записи Karhoo
th: การสร้างบัญชี Karhoo ของคุณ
zh_hans: 创建您的 Karhoo 帐户

# kh_uisdk_terms_condition_full_string
source: By %1$@, you're agreeing to %2$@'s %3$@ | %4$@
de: Mit %1$@ erklären Sie sich mit %2$@ einverstanden %3$@ | %4$@
es: Al %1$@ con %2$@, usted acepta: %3$@ | %4$@
fr: En %1$@, vous acceptez les %3$@ | %4$@ de %2$@
id: Dengan %1$@, Anda menyetujui %3$@ | %4$@ %2$@
it: %1$@, accetti i %3$@ | %4$@ di %2$@
ja: %1$@によって、 %2$@に同意したことになります %3$@ | %4$@
nl: Door %1$@ gaat u akkoord met de %3$@ | %4$@ van %2$@
pl: %1$@, akceptujesz %2$@ %3$@ | %4$@
pt_br: Ao %1$@, aceita os %3$@ e %4$@ da %2$@
ru: %1$@ вы соглашаетесь с %2$@ %3$@ | %4$@
th: เมื่อ %1$@ แสดงว่าคุณยอมรับ %2$@ ของ %3$@ | %4$@
zh_hans: %1$@ 即表示您同意 %2$@ 的 %3$@ | %4$@

# kh_uisdk_thanks
source: Thanks for your interest
de: Danke für Ihr Interesse
es: Muchas gracias por su interés
fr: Merci de votre intérêt
id: Terima kasih atas ketertarikan Anda
it: Grazie per il tuo interesse
ja: ご関心をお寄せいただきありがとうございます
nl: Bedankt voor uw interesse
pl: Dziękujemy za zainteresowanie
pt_br: Agradecemos seu interesse
ru: Спасибо за ваш интерес
th: ขอขอบคุณที่ให้ความสนใจ
zh_hans: 感谢您的关注

# kh_uisdk_title_activity_address
source: Address
de: Adresse
es: Dirección
fr: Adresse
id: Alamat
it: Indirizzo
ja: 住所
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
th: ที่อยู่
zh_hans: 地址

# kh_uisdk_title_activity_intent_chooser_send_email
source: Send email
de: E-Mail senden
es: Enviar email
fr: Envoyer e-mail
id: Kirim email
it: Invia e-mail
ja: メールを送る
nl: E‑mail versturen
pl: Wyślij email
pt_br: Enviar e-mail
ru: Отправить эл. почту
th: ส่งอีเมล
zh_hans: 发送电子邮件

# kh_uisdk_title_activity_rides
source: Rides
de: Fahrten
es: Viajes
fr: Courses
id: Perjalanan
it: Corse
ja: 乗車サービス
nl: Ritten
pl: Przejazdy
pt_br: Viagens
ru: Поездки
th: การเดินทาง
zh_hans: 行程

# kh_uisdk_title_activity_trip
source: Ride
de: Fahrt
es: Viaje
fr: Course
id: Perjalanan
it: Corsa
ja: 乗車サービス
nl: Rit
pl: Przejazd
pt_br: Viagem
ru: Поездка
th: การเดินทาง
zh_hans: 行程

# kh_uisdk_title_dispatch_cancelled
source: Dispatch cancelled
de: Beförderung storniert
es: Cancelación por parte de la flota
fr: Course annulée
id: Pengiriman dibatalkan
it: Servizio cancellato
ja: 配車がキャンセルされました
nl: Uitsturen geannuleerd
pl: Przejazd anulowany
pt_br: Pedido cancelado
ru: Отправка отменена
th: ยกเลิกการส่งรถออกมารับแล้ว
zh_hans: 派车取消

# kh_uisdk_title_page_past
source: Past
de: Abgeschlossen
es: Anteriores
fr: Terminées
id: Sebelumnya
it: Passate
ja: 過去
nl: Eerdere ritten
pl: Zakończone
pt_br: Anteriores
ru: Последняя
th: ที่ผ่านมา
zh_hans: 过去

# kh_uisdk_title_page_upcoming
source: Upcoming
de: Demnächst
es: Próximos
fr: À venir
id: Akan datang
it: Future
ja: 次回
nl: Komende ritten
pl: Nadchodzące
pt_br: Próximas
ru: Предстоящие
th: ที่จะกำลังจะมาถึง
zh_hans: 即将到来

# kh_uisdk_title_past_rides_empty
source: No past rides
de: Keine vergangenen Fahrten
es: No tiene viajes anteriores
fr: Aucune course terminée
id: Tidak ada perjalanan sebelumnya
it: Nessuna corsa passata
ja: 過去の乗車サービスはありません
nl: Geen eerdere ritten
pl: Brak zakończonych przejazdów
pt_br: Sem viagens anteriores
ru: Нет прошлых поездок
th: ไม่มีการเดินทางที่ผ่านมา
zh_hans: 没有过去的行程

# kh_uisdk_title_upcoming_rides_empty
source: You have no upcoming rides
de: Sie haben keine bevorstehenden Fahrten
es: No tiene viajes próximos
fr: Aucune course à venir
id: Anda tidak memiliki perjalanan yang akan datang
it: Non hai corse future
ja: 次回の乗車サービスはありません
nl: U hebt geen komende ritten
pl: Brak nadchodzących przejazdów
pt_br: Sem viagens futuras
ru: У вас нет предстоящих поездок
th: คุณไม่มีการเดินทางที่จะกำลังจะมาถึง
zh_hans: 您没有即将到来的行程

# kh_uisdk_total_fare
source: Total fare
de: Gesamtpreis
es: Tarifa total
fr: Prix total
id: Tarif total
it: Tariffa totale
ja: 料金合計
nl: Totale tarief
pl: Opłata całkowita
pt_br: Tarifa total
ru: Общая стоимость
th: ค่าโดยสารทั้งหมด
zh_hans: 总车费

# kh_uisdk_track_driver
source: Track driver
de: Fahrer tracken
es: Localizar conductor
fr: Suivre le véhicule
id: Lacak pengemudi
it: Traccia conducente
ja: 運転手を追跡
nl: Chauffeur volgen
pl: Śledź kierowcę
pt_br: Localizar motorista
ru: Отслеживать водителя
th: ติดตามคนขับ
zh_hans: 追踪司机

# kh_uisdk_track_trip
source: Track Ride
de: Bahnfahrt
es: Seguir viaje
fr: Suivre le véhicule
id: Lacak Perjalanan
it: Giro in pista
ja: トラックライド
nl: Baanrit
pl: Śledź przejazd
pt_br: Rastrear viagem
ru: Следить за маршрутом
th: ติดตามการเดินทาง
zh_hans: 轨道骑行

# kh_uisdk_track_trip_alert_message
source: Would you like to track the vehicle?
de: Möchten Sie das Fahrzeug tracken?
es: ¿Desea seguir la ubicación del vehículo?
fr: Voulez-vous suivre le véhicule ?
id: Apakah Anda ingin melacak kendaraan?
it: Vuoi tracciare il veicolo?
ja: 車両を追跡しますか？
nl: Wilt u de auto volgen?
pl: Czy chcesz śledzić pojazd?
pt_br: Pretende rastrear o veículo?
ru: Хотите следить за автомобилем?
th: คุณต้องการติดตามยานพาหนะหรือไม่
zh_hans: 您希望追踪车辆吗？

# kh_uisdk_track_trip_alert_title
source: The driver is en route
de: Fahrer ist auf dem Weg
es: El conductor está en camino
fr: Le chauffeur est en route
id: Pengemudi dalam perjalanan
it: Il conducente è in viaggio
ja: 運転手は移動中です
nl: De chauffeur is onderweg
pl: Kierowca jest w drodze
pt_br: O motorista está a caminho
ru: Водитель в пути
th: คนขับกำลังเดินทาง
zh_hans: 司机正在途中

# kh_uisdk_train_tracking
source: Train tracking
de: Zug-Tracking
es: Seguimiento de su tren
fr: Suivi n° de train
id: Pelacakan kereta api
it: Tracciamento treno
ja: 列車の追跡
nl: Trein volgen
pl: Śledzenie pociągów
pt_br: Rastreamento de trens
ru: Отслеживание поездов
th: การติดตามรถไฟ
zh_hans: 火车追踪
