Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_price_info_text_fixed
source: This ride provider charges a flat fare. The final fare may be subject to additional charges such as tolls or delays. For more information, please check the ride provider's Terms and Conditions.
de: Diese Flotte berechnet einen Pauschaltarif. Der Endpreis kann durch Extras (Mautgebühren, Verspätungen usw.) beeinflusst werden. Bitte prüfen Sie die Allgemeinen Geschäftsbedingungen der Flotte.
es: Esta flota cobra una tarifa plana. La tarifa final puede tener cargos extra, como por peajes o retrasos. Para más información, consulte los Términos y condiciones de la flota.
fr: Ce partenaire applique un tarif forfaitaire. Le tarif final peut être affecté par des extras (péages, retard, etc.), consultez les conditions générales du prestataire pour en savoir plus.
id: Armada ini mengenakan tarif tetap. Tarif akhir tergantung biaya tambahan seperti tol dan penundaan. Untuk informasi selengkapnya, silakan cek Syarat dan Ketentuan armada.
it: Questa flotta addebita una tariffa fissa. La tariffa finale può essere influenzata da costi extra legati ad esempio a pedaggi o ritardi. Per ulteriori informazioni, controlla i Termini e Condizioni della flotta.
ja: この乗車サービス業者は定額料金です。最終的な金額は、通行料や遅延などの追加料金によって変わる場合があります。詳しくは、乗車サービス業者の利用条件を参照してください。
nl: Deze ritaanbieder rekent een vast tarief. Het uiteindelijke tarief hangt af van eventuele extra kosten, bijvoorbeeld voor tolgeld of vertraging. Raadpleeg de algemene voorwaarden van de ritaanbieder voor meer informatie.
pl: Ten przewoźnik pobiera opłatę ryczałtową. Na ostateczną cenę mogą mieć wpływ dodatkowe opłaty, np. opłaty drogowe, opłaty za opóźnienia itp. Więcej informacji można znaleźć w Regulaminie przewoźnika.
pt_br: Esta frota cobra uma tarifa fixa. A tarifa final pode ser afetada por custos extras como pedágios ou atrasos. Para mais informações, consulte os Termos e Condições da frota.
ru: Этот перевозчик взимает фиксированную плату за проезд. На окончательный тариф могут повлиять дополнительные услуги (пошлины, задержки и т. д.). Пожалуйста, ознакомьтесь с Условиями и положениями перевозчика.
th: ผู้ให้บริการโดยสารนี้คิดค่าโดยสารแบบคงที่ ค่าโดยสารสุดท้ายอาจได้รับผลกระทบจากค่าบริการพิเศษ เช่น ค่าผ่านทางหรือความล่าช้า โปรดตรวจสอบข้อกำหนดและเงื่อนไขของผู้ให้บริการโดยสารเพื่อดูข้อมูลเพิ่มเติม
zh_hans: 该行程提供商收取固定车费。最终车费可能会受到通行费、延误等额外费用的影响，请查看行程提供商的条款和条件。

# kh_uisdk_price_info_text_metered
source: This ride provider offers regulated, metered taxis. The quote is an estimate based on factors such as the time and total distance.
de: Diese Flotte bietet regulierte Taxis mit Taxameter. Das Angebot ist eine Schätzung auf der Grundlage der Fahrtfaktoren (Entfernung, Zeit usw.).
es: Esta flota ofrece taxis con taxímetro regulado. La estimación se basa en varios factores del viaje, como la distancia y el tiempo.
fr: Les taxis de ce partenaire sont équipés d’un compteur et sont réglementés. L’offre est une estimation reposant sur les caractéristiques de la course (distance, temps, etc.).
id: Armada ini adalah taksi argo teregulasi. Penawaran ini adalah perkiraan harga berdasarkan jarak dan waktu.
it: Questa flotta offre taxi con tassametro regolamentati. Il preventivo è una stima basata su fattori come tempo e distanza totale.
ja: この乗車サービス業者は規制対象のメーター制タクシーです。見積もりは、時間や総距離などから算出される概算です。
nl: Deze ritaanbieder werkt met gereguleerde taxi's met een taximeter. De offerte is een schatting op basis van factoren zoals tijd en totale afstand.
pl: Ten przewoźnik oferuje licencjonowane przejazdy rozliczane na podstawie taksometru. Wycena jest szacunkową kwotą opartą na czynnikach podróży (odległość, czas itp.).
pt_br: Esta frota oferece táxis regulamentados com taxímetro. A cotação é uma estimativa baseada em fatores como tempo e distância total.
ru: Перевозчик предоставляет лицензированные такси со счетчиком. Приблизительная сумма, рассчитанная на основе суммы факторов: время, расстояние и т. д.
th: ผู้ให้บริการโดยสารนี้ให้บริการรถแท็กซี่มิเตอร์ที่มีการควบคุม ราคาที่เสนอเป็นการประมาณค่าตามปัจจัยต่างๆ เช่น เวลาและระยะทางรวม
zh_hans: 该行程提供商提供受管制的计程出租车。报价是基于距离、时间等因素的预估。

# kh_uisdk_price_meet_and_greet
source: Meet and greet
es: Recibimiento en el interior
fr: Accueil pancarte
ja: 空港で出迎え
nl: Meet & greet
pl: W hali przylotów
pt_br: Recepção de boas-vindas
ru: Встретить в зале прилета
th: รอรับภายในอาคาร
zh_hans: 见面和问候

# kh_uisdk_profile
source: Profile
de: Profil
es: Perfil
fr: Profil
id: Profil
it: Profilo
ja: プロフィール
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
th: โปรไฟล์
zh_hans: 个人资料

# kh_uisdk_Q0001
source: Pickup and drop off locations cannot be the same
de: Abholort und Ziel können nicht identisch sein
es: La recogida y el destino no pueden ser iguales
fr: Les adresses de départ et de destination ne peuvent pas être identiques.
id: Penjemputan dan pengantaran tidak boleh sama
it: I luoghi di prelievo e arrivo devono essere diversi
ja: お迎えと降車の場所を同じにすることはできません
nl: De ophaallocatie en afzetlocatie mogen niet hetzelfde zijn.
pl: Miejsce odbioru i docelowe nie mogą być takie same
pt_br: Os locais de embarque e de destino não podem ser os mesmos
ru: Пункт отправления и пункт назначения не должны совпадать
th: สถานที่รับและสถานที่ส่งไม่สามารถเป็นที่เดียวกันได้
zh_hans: 上车和下车地点不能相同

# kh_uisdk_question_four
source: How easy did you find using the app?
de: Wie einfach war es für Sie, die App zu benutzen?
es: ¿Cómo de fácil le pareció usar la aplicación?
fr: L’appli vous a-t-elle semblé facile à utiliser ?
id: Seberapa mudah Anda menggunakan aplikasi?
it: Quanto è stato facile usare l'app?
ja: アプリの使い方はどれくらい簡単でしたか？
nl: Hoe gemakkelijk vond u het gebruik van de app?
pl: Jak łatwe było korzystanie z aplikacji?
pt_br: Foi fácil usar o app?
ru: Насколько легко вам было пользоваться приложением?
th: คุณคิดว่าแอปใช้งานง่ายเพียงใด
zh_hans: 您认为该应用程序的易用性如何？

# kh_uisdk_question_one
source: How happy were you with the selection of quotes (for example the prices, providers and ETAs)?
de: Wie zufrieden waren Sie mit der Auswahl der Angebote für Ihre Fahrt (z. B. Flotten, Preise und ETAs)?
es: ¿Cuál fue su satisfacción con la selección de estimaciones para su viaje (p. ej., flota, tarifa y llegada estimada)?
fr: Qu’avez-vous pensé des différentes offres (ex : prix, partenaire et heure d’arrivée prévue) ?
id: Seberapa puas Anda dengan pilihan penawaran (mis. armada, harga, dan ETA)?
it: Quanto è stata soddisfacente la selezione di preventivi (ad esempio i prezzi, gli operatori e gli orari di arrivo stimati)?
ja: 乗車サービスの見積もりの選択肢（業者、料金、到着予定時間など）にはどの程度満足しましたか？
nl: Hoe tevreden was u met de keuze aan offertes (bijv. prijs, aanbieders, aankomsttijden)?
pl: Jak bardzo jesteś zadowolony(-a) z wyboru ofert przejazdu (np. przewoźnika, ceny i szacowany czas przybycia)?
pt_br: Você ficou satisfeito com a seleção de cotações (por exemplo, preços, frotas, chegada prevista)?
ru: Насколько вы были довольны выбором предложений для вашей поездки (например, диапазон цен, перевозчики, расчетное время прибытия)?
th: คุณพอใจกับตัวเลือกราคาสำหรับการเดินทางของคุณมากน้อยเพียงใด เช่น ราคา ผู้ให้บริการ และเวลาที่คาดว่าจะมาถึง (ETA)
zh_hans: 您对所选择的报价（例如价格、提供商和预计到达时间）感到满意吗？

# kh_uisdk_question_three
source: How was your experience in the vehicle (for example the choice of route, driver and cleanliness)?
de: Wie war Ihre Erfahrung im Taxi (z. B. Sauberkeit, Streckenführung und Fahrer)?
es: ¿Cómo fue su experiencia en el vehículo (p. ej., respecto a limpieza, ruta y conductor)?
fr: Comment s'est déroulé votre course (ex : propreté du véhicule, trajet et chauffeur) ?
id: Bagaimana pengalaman Anda saat berada di dalam kendaraan (misalnya kebersihan, rute dan pengemudi)?
it: Com'è stata la tua esperienza a bordo del veicolo (ad esempio la scelta del percorso, il conducente e la pulizia)?
ja: 乗車中の感想はいかがでしたか（タクシーの清潔さ、経路案内、運転手など）？
nl: Wat vond u van de rit in de auto (bijv. gekozen route, chauffeur, schone auto)?
pl: Jak ocenisz swój przejazd (np. wybór trasy, kierowcę oraz poziom czystości)?
pt_br: Como foi a sua experiência no veículo (por exemplo, rota, motorista e limpeza)?
ru: Какие впечатления вы получили в поездке (например, выбор маршрута, водитель, чистота салона)
th: ประสบการณ์ของคุณระหว่างการเดินทางเป็นอย่างไรบ้าง เช่น ตัวเลือกเส้นทาง คนขับ และความสะอาด
zh_hans: 您在车上的体验如何（例如路线选择、司机和清洁状况）？

# kh_uisdk_question_two
source: How was your experience finding the pickup location and meeting your driver?
de: Wie war Ihre Erfahrung mit der Suche nach dem Abholort und dem Treffen mit dem Fahrer?
es: ¿Cómo fue su experiencia al encontrar el lugar de recogida y a su conductor?
fr: Le point de rencontre et le chauffeur ont-ils été faciles à trouver ?
id: Bagaimana pengalaman Anda menemukan lokasi penjemputan dan bertemu dengan pengemudi Anda?
it: Come hai trovato la ricerca del luogo di prelievo e l'incontro con il conducente?
ja: お迎えの場所の確認、またドライバーに会ったときの感想はいかがでしたか？
nl: Hoe was uw ervaring met het vinden van de ophaallocatie en het ontmoeten van uw chauffeur?
pl: Jakie było Twoje doświadczenie ze znalezieniem miejsca odbioru i spotkaniem z kierowcą?
pt_br: Como foi a sua experiência ao selecionar o local de embarque e encontrar seu motorista?
ru: Поделитесь своими впечатлениями о поиске места посадки и встрече с водителем
th: ประสบการณ์ในการหาจุดรับและพบกับคนขับรถของคุณเป็นอย่างไรบ้าง
zh_hans: 您在找到上车地点和与司机会面方面的体验如何？

# kh_uisdk_quote
source: The supplier
de: Anbieter
es: El proveedor
fr: Le fournisseur
id: Pemasok
it: L’operatore
ja: 乗車サービス業者
nl: De leverancier
pl: Dostawca
pt_br: Fornecedor
ru: Поставщик
th: ผู้ให้บริการ
zh_hans: 供应商

# kh_uisdk_quote_cancellation_after_booking_ending
source: after booking
de: nach der Buchung
es: después de la reserva
fr: après réservation
id: setelah pemesanan
it: dopo la prenotazione
ja: 予約後
nl: na boeken
pl: po dokonaniu rezerwacji
pt_br: após a reserva
ru: после бронирования
th: หลังการจอง
zh_hans: 预订后

# kh_uisdk_quote_cancellation_and_keyword
source: and
de: und
es: y
fr: et
id: dan
it: e
ja: および
nl: en
pl: i
pt_br: e
ru: а также
th: และ
zh_hans: 和

# kh_uisdk_quote_cancellation_before_driver_departure
source: Free cancellation until the driver is en route
de: Kostenlose Stornierung bis der Fahrer unterwegs ist
es: Cancelación gratis hasta que el conductor esté en camino
fr: Annulation sans frais jusqu'au départ du chauffeur
id: Pembatalan gratis sampai pengemudi dalam perjalanan
it: Cancellazione gratuita fino a quando il conducente non è in viaggio
ja: ドライバーが出発するまで無料キャンセル可能
nl: Gratis annuleren totdat de chauffeur onderweg is
pl: Bezpłatne anulowanie do czasu, gdy kierowca wyruszy do Ciebie
pt_br: Cancelamento gratuito até que o motorista esteja a caminho
ru: Бесплатная отмена, если водитель еще не выехал
th: ยกเลิกฟรีจนกว่าคนขับจะออกเดินทาง
zh_hans: 司机出发前免费取消

# kh_uisdk_quote_cancellation_before_pickup_ending
source: before pickup
de: vor der Abholung
es: antes de la recogida
fr: avant la prise en charge
id: sebelum penjemputan
it: prima del prelievo
ja: お迎え前
nl: vóór ophalen
pl: przed odbiorem
pt_br: antes do embarque
ru: до посадки
th: ก่อนเวลารับ
zh_hans: 上车前

# kh_uisdk_quote_cancellation_before_pickup_ios
source: Free cancellation up to %1$@ before pickup
de: Kostenlose Stornierung bis zu %1$@ vor der Abholung
es: Cancelación gratuita hasta %1$@ antes de la recogida
fr: Annulation gratuite jusqu’à %1$@ avant la prise en charge
id: Pembatalan gratis hingga %1$@ sebelum pengambilan
it: Cancellazione gratuita fino a %1$@ prima del ritiro
ja: 集荷前に最大%1$@まで無料キャンセル
nl: Gratis annuleren tot %1$@ voor ophalen
pl: Bezpłatne anulowanie do %1$@ przed odbiorem
pt_br: Cancelamento gratuito até %1$@ antes do embarque
ru: Бесплатная отмена до %1$@ до посадки
th: ยกเลิกฟรีไม่เกิน %1$@ ก่อนเวลารับ
zh_hans: 取货前最多%1$@可免费取消

# kh_uisdk_quote_cancellation_before_pickup_start
source: Free cancellation up to
de: Kostenlose Stornierung bis zu
es: Cancelación gratis hasta
fr: Annulation gratuite jusqu’à
id: Pembatalan gratis hingga
it: Cancellazione gratuita fino a
ja: 無料キャンセルの締切：
nl: Gratis annuleren tot
pl: Bezpłatne anulowanie do
pt_br: Cancelamento gratuito até
ru: Бесплатная отмена до
th: ยกเลิกฟรีไม่เกิน
zh_hans: 免费取消时间

# kh_uisdk_quote_cell_details
source: Details
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
pl: Szczegóły
pt_br: Detalhes
ru: Информация
th: รายละเอียด
zh_hans: 详情

# kh_uisdk_quote_learn_more
source: Learn more
de: Mehr erfahren
es: Leer más
fr: En savoir plus
id: Selengkapnya
it: Scopri di più
ja: 詳細はこちら
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
th: เรียนรู้เพิ่มเติม
zh_hans: 了解更多

# kh_uisdk_quoted_price
source: Quoted price
de: Angebotener Preis
es: Tarifa estimada
fr: Prix de l’offre
id: Penawaran harga
it: Prezzo del preventivo
ja: 見積り金額
nl: Offertebedrag
pl: Podana cena
pt_br: Preço cotado
ru: Указанная цена
th: ราคาโดยประมาณ
zh_hans: 已报价格

# kh_uisdk_quotes_activity_title
source: Quotes
de: Angebote
es: Estimaciones
fr: Offres
id: Penawaran
it: Preventivi
ja: 見積もり
nl: Offertes
pl: Oferty
pt_br: Cotações
ru: Предложения
th: ราคา
zh_hans: 报价

# kh_uisdk_quotes_error_missing_addresses_subtitle
source: Please enter a pickup and drop off address to see quotes
de: Bitte geben Sie sowohl die Abhol- als auch die Zieladresse ein, um sich Angebote anzusehen
es: Introduzca las direcciones de recogida y destino para ver las estimaciones
fr: Saisissez les adresses de départ et de destination pour accéder aux offres
id: Harap masukkan alamat penjemputan dan pengantaran untuk melihat penawaran
it: Inserisci un indirizzo di prelievo e di arrivo per visualizzare i preventivi
ja: 見積もりを得るには、お迎えと降車の両方の場所を入力してください
nl: Voer een ophaallocatie en afzetlocatie in om offertes te bekijken
pl: Wprowadź miejsce odbioru i miejsce docelowe, aby zobaczyć oferty
pt_br: Insira os endereços de embarque e destino para visualizar as cotações.
ru: Пожалуйста, введите адреса получения и высадки, чтобы получить доступ к ценовым предложениям
th: โปรดป้อนสถานที่รับและสถานที่ส่งเพื่อดูราคา
zh_hans: 请输入上车和下车地址以查看报价

# kh_uisdk_quotes_error_missing_addresses_title
source: Pickup or drop off address is missing
de: Abhol- oder Zieladresse fehlt
es: Falta la dirección de recogida o destino
fr: L’adresse de départ ou de destination est manquante
id: Alamat penjemputan atau pengantaran tidak ada
it: Indirizzo di prelievo o arrivo mancante
ja: お迎えまたは降車の場所が入力されていません
nl: Ophaal- of afzetlocatie ontbreekt
pl: Brak miejsca odbioru lub miejsca docelowego
pt_br: Endereço de embarque ou destino em falta
ru: Адрес посадки или высадки отсутствует
th: ไม่มีข้อมูลสถานที่รับหรือสถานที่ส่ง
zh_hans: 缺少上车或下车地址

# kh_uisdk_quotes_error_no_availability_subtitle
source: Please select another time
de: Bitte wählen Sie eine andere Zeit
es: Seleccione otra hora
fr: Sélectionnez un autre horaire
id: Silakan pilih waktu yang berbeda
it: Seleziona di nuovo
ja: 別の時間を選択してください
nl: Selecteer een ander tijdstip
pl: Proszę wybrać inny czas odbioru
pt_br: Selecione outro horário
ru: Пожалуйста, выберите другое время
th: โปรดเลือกเวลาอื่น
zh_hans: 请选择其他时间

# kh_uisdk_quotes_error_no_availability_title
source: We couldn’t find any availability for that time
de: Keine Verfügbarkeit für die gewünschte Zeit
es: No hay disponibilidad para la hora solicitada
fr: Nous n’avons trouvé aucun véhicule disponible à l’heure demandée
id: Tidak ada ketersediaan untuk waktu yang diminta
it: Non abbiamo disponibilità per quell'orario
ja: この時間には空きがありませんでした
nl: Niets beschikbaar op het gewenste tijdstip
pl: Brak dostępności w tym terminie
pt_br: Sem disponibilidade para o horário solicitado
ru: Нет свободных машин на запрашиваемое время
th: เราไม่พบยานพาหนะที่พร้อมให้บริการตามเวลาที่ระบุ
zh_hans: 我们找不到该时间的可用服务

# kh_uisdk_quotes_error_no_coverage_subtitle
source: %1$@ to suggest new fleets
de: %1$@ Nachrichtenflotten vorschlagen
es: %1$@ para sugerir nuevas flotas
fr: %1$@ pour suggérer des flottes
id: %1$@ untuk menyarankan armada berita
it: %1$@ per suggerire flotte di notizie
ja: %1$@は、ニュースフリートを提案します
nl: %1$@ om nieuwsvloten voor te stellen
pl: %1$@ aby zaproponować nowe floty
pt_br: %1$@ para sugerir novas frotas
ru: %1$@ , чтобы предложить группы новостей
th: %1$@ เพื่อแนะนำกองข่าว
zh_hans: %1$@建议新闻队

# kh_uisdk_quotes_error_no_coverage_title
source: No fleets in this area yet
de: Noch keine Flotten in diesem Gebiet
es: Aún no hay flotas en esta área
fr: Nous n'avons pas encore de véhicules dans cette zone
id: Belum ada armada di area ini
it: Ancora nessuna flotta in quest'area
ja: この地域にはまだ艦隊はありません
nl: Nog geen vloten in dit gebied
pl: Nie ma jeszcze floty w tym obszarze
pt_br: Ainda não há frotas nesta região
ru: В этом районе еще нет флотов
th: ยังไม่มีกองเรือในบริเวณนี้
zh_hans: 该地区尚无车队

# kh_uisdk_quotes_error_no_results_after_filter_subtitle
source: Please try different filters.
de: Bitte ändern Sie Ihre Filterauswahl.
es: Cambie su selección de filtros.
fr: Essayez d’autres filtres.
id: Harap coba filter yang berbeda.
it: Prova altri filtri.
ja: 絞り込みの選択を変更してください。
nl: Kies andere filters.
pl: Spróbuj, wybierając inne kryteria.
pt_br: Selecione outros filtros.
ru: Пожалуйста, измените выбор фильтра.
th: โปรดลองตัวกรองอื่น
zh_hans: 请尝试不同的筛选条件。

# kh_uisdk_quotes_error_no_results_after_filter_title
source: No results found with those filters.
de: Keine Ergebnisse für diese Filter.
es: No se han encontrado resultados con ese filtro.
fr: Aucun résultat associé à ces filtres.
id: Tidak ada hasil yang ditemukan lewat filter tersebut.
it: Nessun risultato dopo l’applicazione dei filtri.
ja: この絞り込みでは結果が見つかりません。
nl: Niets gevonden met deze filters.
pl: Nie znaleziono wyników dla tych kryteriów.
pt_br: Não foi possível encontrar resultados com esses filtros.
ru: Нет результатов после использования фильтров.
th: ไม่พบผลการค้นหาด้วยตัวกรองดังกล่าว
zh_hans: 没有符合筛选条件的结果。

# kh_uisdk_quotes_error_no_results_found
source: Apologies ASAP bookings are not currently available for this destination, however you can book in advance for your next trip!
de: Sofortige Buchungen sind für dieses Ziel leider nicht möglich, aber Sie können für Ihre nächste Reise im Voraus buchen!
es: Lo sentimos, la reserva instantánea no está disponible para este destino, pero puede reservar con antelación para su próximo viaje.
fr: Désolé, la réservation spontanée n'est pas disponible sur cette destination, mais vous pouvez réserver à l'avance pour votre prochain voyage !
id: Maaf, pemesanan ASAP saat ini tidak tersedia untuk tujuan ini, namun Anda dapat memesan di muka untuk perjalanan Anda berikutnya!
it: Siamo spiacenti, la prenotazione immediata non è disponibile per questa destinazione, ma puoi prenotare in anticipo per il tuo prossimo viaggio!
ja: 申し訳ありませんが、この目的地では現在、できるだけ早く予約することはできませんが、次の旅行のために事前に予約することができます。
nl: Sorry, voor deze bestemming zijn reserveringen voor zeer korte termijn niet beschikbaar, u kunt wel reserveren voor uw volgende reis!
pl: Przepraszamy Rezerwacje ASAP nie są obecnie dostępne dla tego miejsca docelowego, jednak możesz zarezerwować z wyprzedzeniem na następną podróż!
pt_br: As desculpas ASAP não estão actualmente disponíveis para este destino, mas pode reservar com antecedência para a sua próxima viagem!
ru: Приносим извинения. Бронирование как можно скорее для этого направления в настоящее время недоступно, однако вы можете забронировать заранее для своей следующей поездки!
th: ขออภัย การจองโดยเร็วยังไม่พร้อมให้บริการสำหรับจุดหมายปลายทางนี้ แต่คุณสามารถจองล่วงหน้าสำหรับการเดินทางครั้งต่อไปได้!
zh_hans: 抱歉，该目的地目前不提供 ASAP 预订服务，但您可以提前预订下次旅行！

# kh_uisdk_quotes_error_similar_addresses_subtitle
source: The pickup and drop off locations look similar
de: Abholort und Ziel scheinen identisch zu sein
es: Las direcciones de recogida y destino parecen similares
fr: Les adresses de destination et de départ semblent similaires
id: Lokasi penjemputan dan pengantaran tampak sama
it: Il luogo di prelievo e di arrivo sembrano simili
ja: お迎えと降車の場所が同じようです
nl: De ophaallocatie en afzetlocatie zijn mogelijk hetzelfde
pl: Miejsce odbioru i docelowe wydają się być takie same
pt_br: Os locais de embarque e de destino parecem semelhantes
ru: Адреса посадки и высадки совпадают
th: สถานที่รับและสถานที่ส่งดูคล้ายกัน
zh_hans: 上车和下车地点看起来差不多

# kh_uisdk_quotes_error_similar_addresses_title
source: The pickup and drop off locations look similar
de: Abholort und Ziel scheinen identisch zu sein
es: Las direcciones de recogida y destino parecen similares
fr: Les adresses de destination et de départ semblent similaires
id: Lokasi penjemputan dan pengantaran tampak sama
it: Il luogo di prelievo e di arrivo sembrano simili
ja: お迎えと降車の場所が同じようです
nl: De ophaallocatie en afzetlocatie zijn mogelijk hetzelfde
pl: Miejsce odbioru i docelowe wydają się być takie same
pt_br: Os locais de embarque e de destino parecem semelhantes
ru: Адреса посадки и высадки совпадают
th: สถานที่รับและสถานที่ส่งดูคล้ายกัน
zh_hans: 上车和下车地点看起来差不多

# kh_uisdk_quotes_no_availability
source: We’re not live here yet!
de: Wir sind hier noch nicht live!
es: ¡Todavía no operamos aquí!
fr: Nous n’avons pas encore de partenaire dans cette zone.
id: Kami belum ada di sini!
it: Non siamo ancora operativi qui!
ja: ここではまだサービスをご提供していません。
nl: We zijn hier nog niet actief!
pl: Jeszcze nas tutaj nie ma!
pt_br: Ainda não operamos nesta região.
ru: Данная услуга здесь пока не предоставляется.
th: เรายังไม่ได้ให้บริการที่นี่!
zh_hans: 我们尚未在这里提供服务！

# kh_uisdk_quotes_no_availability_subtitle
source: Please choose a different time
de: Bitte wählen Sie eine andere Zeit
es: Por favor selecciona otra hora
fr: Veuillez sélectionner une autre fois
id: Silakan pilih lain waktu
it: Si prega di selezionare un'altra volta
ja: 別の時間を選択してください
nl: Selecteer een ander tijdstip
pl: Proszę wybrać inną godzinę
pt_br: Escolha um horário diferente
ru: Пожалуйста, выберите другое время
th: กรุณาเลือกเวลาอื่น
zh_hans: 请选择其他时间

# kh_uisdk_quotes_no_availability_title
source: No availability for the requested time
de: Keine Verfügbarkeit für die gewünschte Zeit
es: Sin disponibilidad para la hora solicitada
fr: Aucune disponibilité pour l’heure demandée
id: Tidak ada ketersediaan untuk waktu yang diminta
it: Nessuna disponibilità per l'orario richiesto
ja: リクエストされた時間に空室がありません
nl: Geen beschikbaarheid voor de gevraagde tijd
pl: Brak dostępności w żądanym czasie
pt_br: Sem disponibilidade para o tempo solicitado
ru: Нет свободных машин на время запроса.
th: ไม่ว่างตามเวลาที่ขอ
zh_hans: 要求的时间没有空位

# kh_uisdk_rate_trip_label
source: How would you rate your ride?
de: Wie würden Sie Ihre Fahrt bewerten?
es: ¿Cómo valora usted este viaje?
fr: Comment évalueriez-vous votre course ?
id: Bagaimana Anda menilai perjalanan Anda?
it: Come valuteresti la tua corsa?
ja: 今回の乗車サービスをどのように評価しますか？
nl: Hoe zou u uw rit beoordelen?
pl: Jak oceniasz swoją podróż?
pt_br: Como você avaliaria a sua viagem?
ru: Как вы оцениваете свою поездку?
th: คุณจะให้คะแนนการเดินทางของคุณอย่างไร
zh_hans: 您如何评价您的行程？

# kh_uisdk_rating_submitted
source: Thank you for your feedback.
de: Vielen Dank für Ihr Feedback.
es: Gracias por su opinión.
fr: Merci pour cette évaluation.
id: Terima kasih atas masukan Anda.
it: Grazie per il tuo feedback.
ja: フィードバックをありがとうございました。
nl: Bedankt voor uw feedback.
pl: Dziękujemy za przesłanie opinii.
pt_br: Obrigado pelo seu feedback.
ru: Благодарим вас за отзыв.
th: ขอขอบคุณสำหรับความคิดเห็นของคุณ
zh_hans: 感谢您的反馈。

# kh_uisdk_rebook_ride
source: Rebook ride
de: Fahrt buchen
es: Reservar de nuevo
fr: Réserver à nouveau
id: Pesan ulang perjalanan
it: Riprenota corsa
ja: 乗車サービスを再予約
nl: Rit opnieuw boeken
pl: Zarezerwuj ponownie
pt_br: Remarcar viagem
ru: Перебронировать поездку
th: จองการเดินทางอีกครั้ง
zh_hans: 重新预订行程
