Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_adyen_payment_error_28
source: The withdrawal amount permitted for the shopper's card has exceeded.
de: Der für die Karte des Käufers zulässige Abhebungsbetrag wurde überschritten.
es: Se ha excedido el monto de retiro permitido para la tarjeta del comprador.
fr: Le montant de retrait autorisé pour la carte de l’acheteur a excédé.
id: Jumlah penarikan yang diizinkan untuk kartu pembelanja telah terlampaui.
it: L'importo del prelievo consentito per la carta del cliente è stato superato.
ja: ショッパーズカードの引き出し可能額を超えました。
nl: Het toegestane opnamebedrag voor de klantenkaart is overschreden.
pl: Przekroczona została dopuszczalna dla karty kupującego kwota wypłaty.
pt_br: O montante de levantamento permitido para o cartão do comprador foi excedido.
ru: Превышена сумма снятия, разрешенная для карты покупателя.
th: เกินจำนวนเงินที่อนุญาตสำหรับบัตรนักช้อป
zh_hans: 已超过购物者卡允许的取款次数。

# kh_uisdk_adyen_payment_error_29
source: The number of withdrawals permitted for the shopper's card has exceeded.
de: Die Anzahl der für die Karte des Käufers zulässigen Abhebungen wurde überschritten.
es: Se ha excedido el número de retiros permitidos para la tarjeta del comprador.
fr: Le nombre de retraits autorisés pour la carte de l’acheteur a dépassé.
id: Jumlah penarikan yang diizinkan untuk kartu pembelanja telah terlampaui.
it: Il numero di prelievi consentiti per la carta shopper è stato superato.
ja: ショッパーズカードの引き出し可能回数を超えました。
nl: Het toegestane aantal opnames van de klantenkaart is overschreden.
pl: Przekroczona została dopuszczalna liczba wypłat dla karty klienta sklepu.
pt_br: O número de levantamentos permitidos para o cartão do comprador excedeu.
ru: Превышено количество снятий средств, разрешенное для карты покупателя.
th: จำนวนการถอนที่อนุญาตสำหรับบัตรนักช้อปเกินแล้ว
zh_hans: 已超过购物者卡允许的取款次数。

# kh_uisdk_adyen_payment_error_3
source: Referrals
de: Verweise
es: Referencias
fr: Références
id: Rujukan
it: Referenti
ja: 紹介
nl: Verwijzers
pl: Odsyłacze
pt_br: Encaminhamentos
ru: Рефералы
th: การอ้างอิง
zh_hans: 推荐人

# kh_uisdk_adyen_payment_error_31
source: Issuer reported transaction as suspected fraud.
de: Der Kartenaussteller hat die Transaktion als verdächtig eingestuft.
es: El emisor denunció la transacción como sospecha de fraude.
fr: L'émetteur a signalé le paiement comme une fraude présumée.
id: Penerbit melaporkan transaksi sebagai dugaan penipuan.
it: L'emittente ha segnalato la transazione come sospetta frode.
ja: カード発行者が、不正の疑いがある取引として報告しました。
nl: De verstrekker heeft de transactie gemeld als vermoedelijke fraude.
pl: Wystawca karty zgłosił transakcję jako podejrzenie oszustwa.
pt_br: O emissor comunicou a transação como suspeita de fraude.
ru: Эмитент отметил сделку как возможное мошенничество.
th: ผู้ออกบัตรรายงานธุรกรรมว่าอาจเป็นการฉ้อโกง
zh_hans: 发卡机构将该交易报告为涉嫌欺诈。

# kh_uisdk_adyen_payment_error_32
source: The address data the shopper entered is incorrect.
de: Die vom Käufer eingegebenen Adressdaten sind falsch.
es: Los datos de la dirección que ingresó el comprador son incorrectos.
fr: Les données d’adresse saisies par l’acheteur sont incorrectes.
id: Data alamat yang dimasukkan pembeli salah.
it: I dati dell'indirizzo inseriti dall'acquirente non sono corretti.
ja: 買い物客が入力した住所データが正しくありません。
nl: De adresgegevens die de shopper heeft ingevuld zijn onjuist.
pl: Dane adresowe wprowadzone przez kupującego są nieprawidłowe.
pt_br: Os dados de endereço que o comprador introduziu estão incorrectos.
ru: Адресные данные, введенные покупателем, неверны.
th: ข้อมูลที่อยู่ที่นักช้อปป้อนไม่ถูกต้อง
zh_hans: 购物者输入的地址数据不正确。

# kh_uisdk_adyen_payment_error_33
source: The shopper's bank requires the shopper to enter an online PIN.
de: Die Bank des Käufers verlangt von ihm die Eingabe einer Online-PIN.
es: El banco del comprador requiere que el comprador ingrese un PIN en línea.
fr: La banque de l’acheteur exige que celui-ci saisisse un code PIN en ligne.
id: Bank pembelanja mengharuskan pembelanja memasukkan PIN online.
it: La banca dell'acquirente richiede all'acquirente di inserire un PIN online.
ja: 買い物客の銀行は、買い物客にオンライン PIN の入力を要求します。
nl: De bank van de klant vereist dat de klant een online pincode invoert.
pl: Bank kupującego wymaga od niego wprowadzenia PIN-u internetowego.
pt_br: O banco do comprador exige que o comprador introduza um PIN online.
ru: Банк покупателя требует, чтобы покупатель ввел PIN-код в Интернете.
th: ธนาคารของนักช้อปกำหนดให้นักช็อปป้อน PIN ออนไลน์
zh_hans: 购物者的银行要求购物者输入在线 PIN。

# kh_uisdk_adyen_payment_error_34
source: The shopper's bank requires a checking account to complete the purchase.
de: Die Bank des Käufers benötigt ein Girokonto, um den Kauf abzuschließen.
es: El banco del comprador requiere una cuenta corriente para completar la compra.
fr: La banque de l’acheteur a besoin d’un compte courant pour effectuer l’achat.
id: Bank pembelanja memerlukan rekening giro untuk menyelesaikan pembelian.
it: La banca dell'acquirente richiede un conto corrente per completare l'acquisto.
ja: 買い物客の銀行は、購入を完了するために当座預金口座を必要とします。
nl: De bank van de klant heeft een lopende rekening nodig om de aankoop te voltooien.
pl: Bank kupującego wymaga posiadania konta czekowego do realizacji zakupu.
pt_br: O banco do comprador necessita de uma conta poupança para completar a compra.
ru: Банку покупателя требуется расчетный счет для совершения покупки.
th: ธนาคารของนักช้อปต้องมีบัญชีเช็คเพื่อดำเนินการซื้อให้เสร็จสมบูรณ์
zh_hans: 购物者的银行需要一个支票账户才能完成购买。

# kh_uisdk_adyen_payment_error_35
source: The shopper's bank requires a savings account to complete the purchase.
de: Die Bank des Käufers benötigt ein Sparkonto, um den Kauf abzuschließen.
es: El banco del comprador requiere una cuenta de ahorros para completar la compra.
fr: La banque de l’acheteur a besoin d’un compte d’épargne pour effectuer l’achat.
id: Bank pembelanja memerlukan rekening tabungan untuk menyelesaikan pembelian.
it: La banca dell'acquirente richiede un conto di risparmio per completare l'acquisto.
ja: 買い物客の銀行は、購入を完了するために普通預金口座を必要とします。
nl: De bank van de klant heeft een spaarrekening nodig om de aankoop te voltooien.
pl: Bank kupującego wymaga posiadania konta oszczędnościowego do realizacji zakupu.
pt_br: O banco do comprador necessita de uma conta poupança para completar a compra.
ru: Банку покупателя требуется расчетный счет для совершения покупки.
th: ธนาคารของนักช้อปต้องมีบัญชีออมทรัพย์เพื่อดำเนินการซื้อให้เสร็จสมบูรณ์
zh_hans: 购物者的银行需要一个储蓄账户才能完成购买。

# kh_uisdk_adyen_payment_error_36
source: The shopper's bank requires the shopper to enter a mobile PIN.
de: Die Bank des Käufers verlangt von ihm die Eingabe einer mobilen PIN.
es: El banco del comprador requiere que el comprador ingrese un PIN móvil.
fr: La banque de l’acheteur exige que l’acheteur saisisse un code PIN mobile.
id: Bank pembelanja mengharuskan pembelanja memasukkan PIN ponsel.
it: La banca dell'acquirente richiede all'acquirente di inserire un PIN mobile.
ja: 買い物客の銀行は、買い物客にモバイル PIN の入力を要求します。
nl: De bank van de klant vereist dat de klant een mobiele pincode invoert.
pl: Bank kupującego wymaga od niego wprowadzenia mobilnego PIN-u.
pt_br: O banco do comprador exige que o comprador introduza um PIN de telemóvel.
ru: Банк покупателя требует, чтобы покупатель ввел мобильный PIN-код.
th: ธนาคารของนักช้อปกำหนดให้นักช็อปป้อน PIN มือถือ
zh_hans: 购物者的银行要求购物者输入手机 PIN。

# kh_uisdk_adyen_payment_error_37
source: The shopper abandoned the transaction after they attempted a contactless payment and were prompted to try a different card entry method (PIN or swipe).
de: Der Käufer brach die Transaktion ab, nachdem er eine kontaktlose Zahlung versucht hatte und aufgefordert wurde, eine andere Karteneingabemethode (PIN oder Durchziehen) zu versuchen.
es: El comprador abandonó la transacción después de intentar un pago sin contacto y se le solicitó que probara con un método de ingreso de tarjeta diferente (PIN o deslizamiento).
fr: L’acheteur a abandonné la transaction après avoir tenté un paiement sans contact et a été invité à essayer une autre méthode de saisie de carte (code PIN ou balayage).
id: Pembeli mengabaikan transaksi setelah mereka mencoba pembayaran tanpa kontak dan diminta untuk mencoba metode entri kartu yang berbeda (PIN atau gesek).
it: L'acquirente ha abbandonato la transazione dopo aver tentato un pagamento contactless e gli è stato chiesto di provare un metodo di immissione della carta diverso (PIN o swipe).
ja: 非接触型決済を試みた後、買い物客が取引を放棄し、別のカード入力方法 (PIN またはスワイプ) を試すように求められました。
nl: De shopper heeft de transactie afgebroken nadat hij een contactloze betaling had geprobeerd en werd gevraagd een andere kaartinvoermethode te proberen (pincode of swipe).
pl: Kupujący porzucił transakcję po tym, jak próbował dokonać płatności zbliżeniowej i został poproszony o wypróbowanie innej metody wprowadzania karty (PIN lub swipe).
pt_br: O comprador abandonou a transacção depois de ter tentado um pagamento sem contacto e foi solicitado a tentar um método diferente de entrada do cartão (PIN ou swipe).
ru: Покупатель отказался от транзакции после попытки бесконтактной оплаты, и ему было предложено попробовать другой способ ввода карты (PIN-код или считывание).
th: นักช้อปยกเลิกการทำธุรกรรมหลังจากพยายามชำระเงินแบบไม่ต้องสัมผัส และได้รับแจ้งให้ลองใช้วิธีการป้อนบัตรแบบอื่น (PIN หรือรูด)
zh_hans: 购物者在尝试非接触式支付后放弃了交易，并被提示尝试不同的卡输入方法（PIN 或刷卡）。

# kh_uisdk_adyen_payment_error_38
source: The issuer declined the authentication exemption request and requires authentication for the transaction. Please try again with 3D Secure.
de: Der Kartenaussteller hat die Anfrage für die Authentifizierungsausnahme abgelehnt und verlangt eine Authentifizierung für die Transaktion. Versuchen Sie es erneut mit 3-D Secure.
es: El emisor rechazó la solicitud de exención de autenticación y requiere autenticación para la transacción. Vuelva a intentarlo con 3D Secure.
fr: L’émetteur a refusé la demande d’exemption d’authentification et exige une authentification pour la transaction. Réessayez avec 3D Secure.
id: Penerbit menolak permintaan pengecualian autentikasi dan memerlukan autentikasi untuk transaksi. Coba lagi dengan 3D Secure.
it: L'emittente ha rifiutato la richiesta di esenzione dall'autenticazione e richiede l'autenticazione per la transazione. Riprova con 3D Secure.
ja: カード発行者は認証の免除要求を拒否し、取引の認証を要求しています。3Dセキュアで再試行してください。
nl: De verstrekker heeft het verzoek om vrijstelling van identiteitscontrole afgewezen en vereist identiteitscontrole voor de transactie. Probeer het opnieuw met 3D Secure.
pl: Wystawca karty odrzucił prośbę o zwolnienie z uwierzytelniania i wymaga uwierzytelnienia dla tej transakcji. Ponów próbę z 3D Secure.
pt_br: O emissor recusou a solicitação de isenção de autenticação e exige que esta transação seja autenticada. Tente novamente com 3D Secure.
ru: Эмитент отклонил запрос на освобождение от проверки подлинности и требует проверки подлинности для транзакции. Повторите попытку с 3D Secure.
th: ผู้ออกบัตรปฏิเสธคำขอยกเว้นการตรวจสอบสิทธิ์ และต้องมีการตรวจสอบสิทธิ์สำหรับธุรกรรมนี้ โปรดลองอีกครั้งด้วย 3D Secure
zh_hans: 发卡机构拒绝了身份验证豁免请求，并要求对交易进行身份验证。使用 3D Secure 重试。

# kh_uisdk_adyen_payment_error_39
source: The issuer or the scheme wasn't able to communicate the outcome via RReq.
de: Der Emittent oder das System war nicht in der Lage, das Ergebnis per RReq mitzuteilen.
es: El emisor o el esquema no pudo comunicar el resultado a través de RReq.
fr: L'émetteur ou le système n'a pas été en mesure de communiquer le résultat via RReq.
id: Penerbit atau skema tidak dapat mengomunikasikan hasilnya melalui RReq.
it: L'emittente o lo schema non è stato in grado di comunicare l'esito tramite RReq.
ja: 発行者またはスキームは、RReq を介して結果を伝えることができませんでした。
nl: De emittent of het schema was niet in staat om de uitkomst via RReq te communiceren.
pl: Emitent lub program nie był w stanie przekazać wyniku poprzez RReq.
pt_br: O emissor ou o esquema não foi capaz de comunicar o resultado através do RReq.
ru: Эмитент или схема не смогли сообщить результат через RReq.
th: ผู้ออกหรือโครงการไม่สามารถสื่อสารผลลัพธ์ผ่าน RReq
zh_hans: 发行人或计划无法通过 RReq 传达结果。

# kh_uisdk_adyen_payment_error_4
source: The transaction did not go through due to an error that occurred on the acquirer's end
de: Die Transaktion konnte aufgrund eines Fehlers auf Seiten des Erwerbers nicht durchgeführt werden.
es: La transacción no se realizó debido a un error que ocurrió por parte del adquiriente.
fr: La transaction n’a pas eu lieu en raison d’une erreur survenue du côté de l’acquéreur
id: Transaksi tidak berhasil karena kesalahan yang terjadi di pihak pengakuisisi
it: La transazione non è andata a buon fine a causa di un errore che si è verificato da parte dell'acquirente
ja: アクワイアラ側でエラーが発生したため、トランザクションが完了しませんでした
nl: De transactie is niet doorgegaan vanwege een fout aan de kant van de acquirer
pl: Transakcja nie doszła do skutku z powodu błędu, który wystąpił po stronie nabywcy.
pt_br: A transacção não foi efectuada devido a um erro que ocorreu no final do adquirente
ru: Транзакция не прошла из-за ошибки на стороне эквайера
th: ธุรกรรมไม่ผ่านเนื่องจากเกิดข้อผิดพลาดที่ฝั่งผู้ซื้อ
zh_hans: 由于收单方发生错误，交易未完成

# kh_uisdk_adyen_payment_error_40
source: The payment network can't be reached. Please retry the transaction with an alternative payment method.
de: Das Zahlungsnetzwerk ist nicht erreichbar. Wiederholen Sie die Transaktion mit einer anderen Zahlungsmethode.
es: No se pudo acceder a la red de pago. Vuelva a intentar la transacción con un método de pago diferente.
fr: Le réseau de paiement n’est pas joignable. Réessayez avec un autre moyen de paiement.
id: Jaringan pembayaran tidak dapat dijangkau. Coba lagi transaksi dengan metode pembayaran berbeda.
it: Impossibile raggiungere la rete di pagamento. Riprova ad effettuare la transazione con un altro metodo di pagamento.
ja: 決済ネットワークにアクセスできません。別のお支払い方法で取引を再試行してください。
nl: Het betalingsnetwerk is niet bereikbaar. Voer de transactie opnieuw uit met een andere betaalmethode.
pl: Brak połączenia z siecią płatniczą. Spróbuj ponownie zrealizować transakcję, korzystając z innej metody płatności.
pt_br: Não é possível estabelecer uma conexão com a rede de pagamento. Tente efetuar a transação novamente, com um método de pagamento alternativo.
ru: Платежная сеть недоступна. Повторите транзакцию с другим способом оплаты.
th: ไม่สามารถเชื่อมต่อกับผู้ให้บริการชำระเงินได้ โปรดลองทำธุรกรรมใหม่ด้วยวิธีการชำระเงินอื่น
zh_hans: 无法访问支付网络。使用其他付款方式再次尝试交易。

# kh_uisdk_adyen_payment_error_41
source: A PIN or signature is required. Please retry the transaction.
de: PIN oder Unterschrift erforderlich. Wiederholen Sie die Transaktion.
es: Se requiere un PIN o una firma. Vuelva a intentar la transacción.
fr: Un PIN ou une signature est requis. Réessayez.
id: PIN atau tanda tangan diperlukan. Coba lagi transaksi.
it: Sono richiesti un PIN o una firma. Riprova ad effettuare la transazione.
ja: 暗証番号または署名が必要です。取引を再試行してください。
nl: Een pincode of handtekening is vereist. Voer de transactie opnieuw uit.
pl: Wymagany jest PIN lub podpis. Spróbuj ponowić transakcję.
pt_br: É necessário uma senha ou assinatura. Tente efetuar a transação novamente.
ru: Требуется PIN-код или подпись. Повторите транзакцию.
th: ต้องใช้ PIN หรือลายเซ็น โปรดลองทำธุรกรรมอีกครั้ง
zh_hans: 需要 PIN 码或签名。请再次尝试交易。

# kh_uisdk_adyen_payment_error_42
source: 3D Secure authentication failed due to an issue with the network or issuer. Please retry the transaction, or try an alternative payment method.
de: Die 3-D Secure-Authentifizierung ist aufgrund eines Problems im Kartennetz oder beim Kartenaussteller fehlgeschlagen. Wiederholen Sie die Transaktion oder versuchen Sie es mit einer anderen Zahlungsmethode.
es: La autenticación 3D Secure falló debido a un problema con la red o el emisor. Vuelva a intentar la transacción o pruebe con un método de pago diferente.
fr: L’authentification 3D Secure a échoué à cause d’un problème de réseau ou de l’émetteur. Réessayez ou changer de moyen de paiement.
id: Autentikasi 3D Secure gagal karena masalah pada jaringan kartu atau penerbit. Coba lagi transaksi, atau gunakan metode pembayaran berbeda.
it: L'autenticazione 3D Secure non è riuscita a causa di un problema con la rete o l'emittente. Riprova ad effettuare la transazione o prova un altro metodo di pagamento.
ja: カード ネットワークまたはカード発行者の問題により、3Dセキュア認証に失敗しました。取引を再試行するか、別のお支払い方法で取引を再試行してください。
nl: De identiteitscontrole via 3D Secure is mislukt vanwege een probleem met het netwerk of de verstrekker. Voer de transactie opnieuw uit of kies een andere betaalmethode.
pl: Uwierzytelnianie 3D Secure nie powiodło się z powodu problemu z siecią lub z wystawcą karty. Ponów transakcję lub spróbuj innej metody płatności.
pt_br: A autenticação 3D Secure falhou devido a um problema com a rede ou com o emissor. Tente efetuar a transação novamente ou tente usar um método de pagamento alternativo.
ru: Аутентификация 3D Secure не удалась из-за проблемы в сети или эмитенте карты. Повторите транзакцию или повторите транзакцию с другим способом оплаты.
th: ตรวจสอบสิทธิ์ 3D Secure ไม่สำเร็จเนื่องจากปัญหาที่เครือข่ายหรือผู้ออกบัตร โปรดลองทำธุรกรรมอีกครั้ง หรือลองวิธีการชำระเงินอื่น
zh_hans: 由于网络或发卡机构出现问题，3D Secure 身份验证失败。请再次尝试交易，或尝试使用其他付款方式。

# kh_uisdk_adyen_payment_error_5
source: The card used for the transaction is blocked, therefore unusable
de: Die für die Transaktion verwendete Karte ist gesperrt und daher unbrauchbar
es: La tarjeta utilizada para la transacción está bloqueada, por lo tanto inutilizable
fr: La carte utilisée pour la transaction est bloquée, donc inutilisable
id: Kartu yang digunakan untuk transaksi diblokir, sehingga tidak dapat digunakan
it: La carta utilizzata per la transazione è bloccata, quindi inutilizzabile
ja: 取引に使用したカードがブロックされているため、使用できません
nl: De kaart die voor de transactie is gebruikt, is geblokkeerd en daarom onbruikbaar
pl: Karta użyta do transakcji jest zablokowana, a więc nie do użycia
pt_br: O cartão utilizado para a transacção é bloqueado, pelo que não pode ser utilizado
ru: Карта, использованная для транзакции, заблокирована, поэтому ее нельзя использовать.
th: บัตรที่ใช้ทำรายการถูกบล็อค ใช้งานไม่ได้
zh_hans: 用于交易的卡被冻结，因此无法使用

# kh_uisdk_adyen_payment_error_6
source: The card used for the transaction has expired. Therefore it is unusable
de: Die Karte, die für die Transaktion verwendet wurde, ist abgelaufen. Daher ist sie unbrauchbar
es: La tarjeta utilizada para la transacción ha caducado. Por lo tanto es inservible
fr: La carte utilisée pour la transaction a expiré. Par conséquent, il est inutilisable
id: Kartu yang digunakan untuk transaksi telah kedaluwarsa. Oleh karena itu tidak dapat digunakan
it: La carta utilizzata per la transazione è scaduta. Pertanto è inutilizzabile
ja: 取引に使用したカードの有効期限が切れています。したがって使用不可です
nl: De kaart die voor de transactie is gebruikt, is verlopen. Daarom is het onbruikbaar
pl: Karta użyta do transakcji straciła ważność. Dlatego nie można jej używać
pt_br: O cartão utilizado para a transacção expirou. Por conseguinte, é inutilizável.
ru: Срок действия карты, использованной для транзакции, истек. Поэтому он непригоден
th: บัตรที่ใช้ทำรายการหมดอายุ จึงใช้ไม่ได้
zh_hans: 用于交易的卡已过期。因此无法使用

# kh_uisdk_adyen_payment_error_7
source: An amount mismatch occurred during the transaction process
de: Während des Transaktionsvorgangs ist eine Betragsinkongruenz aufgetreten
es: Se produjo un desajuste de cantidad durante el proceso de transacción
fr: Une incompatibilité de montant s’est produite au cours du processus de transaction
id: Terjadi ketidaksesuaian jumlah selama proses transaksi
it: Si è verificata una mancata corrispondenza dell'importo durante il processo di transazione
ja: 取引処理中に金額の不一致が発生しました
nl: Er is een niet-overeenkomend bedrag opgetreden tijdens het transactieproces
pl: W trakcie transakcji wystąpiło niedopasowanie kwotowe
pt_br: Ocorreu um descasamento de montantes durante o processo de transacção
ru: В процессе транзакции произошло несоответствие суммы
th: จำนวนเงินไม่ตรงกันเกิดขึ้นระหว่างกระบวนการธุรกรรม
zh_hans: 交易过程中出现金额不匹配

# kh_uisdk_adyen_payment_error_8
source: The specified card number is incorrect or invalid
de: Die angegebene Kartennummer ist falsch oder ungültig
es: El número de tarjeta especificado es incorrecto o no válido
fr: Le numéro de carte spécifié est incorrect ou non valide
id: Nomor kartu yang ditentukan salah atau tidak valid
it: Il numero di carta specificato è errato o non valido
ja: 指定されたカード番号が正しくないか無効です
nl: Het opgegeven kaartnummer is onjuist of ongeldig
pl: Podany numer karty jest nieprawidłowy lub nieważny
pt_br: O número do cartão especificado é incorrecto ou inválido
ru: Указанный номер карты неверен или недействителен
th: หมายเลขบัตรที่ระบุไม่ถูกต้องหรือไม่ถูกต้อง
zh_hans: 指定的卡号不正确或无效

# kh_uisdk_adyen_payment_error_9
source: It is not possible to contact the shopper's bank to authorise the transaction
de: Es ist nicht möglich, die Bank des Käufers zu kontaktieren, um die Transaktion zu autorisieren.
es: No es posible contactar con el banco del comprador para autorizar la transacción
fr: Il n’est pas possible de contacter la banque de l’acheteur pour autoriser la transaction
id: Tidak mungkin menghubungi bank pembelanja untuk mengotorisasi transaksi
it: Non è possibile contattare la banca dell'acquirente per autorizzare la transazione
ja: 買い物客の銀行に連絡して取引を承認することはできません
nl: Het is niet mogelijk om contact op te nemen met de bank van de klant om de transactie te autoriseren
pl: Nie ma możliwości skontaktowania się z bankiem kupującego w celu autoryzacji transakcji
pt_br: Não é possível contactar o banco do comprador para autorizar a transacção
ru: Невозможно связаться с банком покупателя для авторизации транзакции
th: ไม่สามารถติดต่อธนาคารของนักช้อปเพื่ออนุมัติการทำธุรกรรมได้
zh_hans: 无法联系购物者的银行授权交易

# kh_uisdk_airport_booking_message
source: Please enter a valid flight number
de: Bitte geben Sie eine gültige Flugnummer ein
es: Por favor ingrese un número de vuelo válido
fr: Veuillez entrer un numéro de vol valide
id: Harap masukkan nomor penerbangan yang valid
it: Inserisci un numero di volo valido
ja: 有効な便名を入力してください
nl: Voer een geldig vluchtnummer in
pl: Proszę wpisać prawidłowy numer lotu
pt_br: Insira um número de voo válido
ru: Пожалуйста, введите действительный номер рейса
th: โปรดป้อนหมายเลขเที่ยวบินที่ถูกต้อง
zh_hans: 请输入有效的航班号

# kh_uisdk_allocating_trip_one
source: Please wait while we allocate a driver
de: Bitte warten Sie, bis Ihnen ein Fahrer zugewiesen wird
es: Espere mientras se le asigna un conductor
fr: Nous cherchons un chauffeur pour votre trajet
id: Harap tunggu pengemudi akan kami alokasikan
it: Attendi mentre ti assegniamo un conducente
ja: ドライバーが割り当てられるまでお待ちください
nl: Even geduld, u krijgt een chauffeur toegewezen
pl: Szukamy kierowcy
pt_br: Aguarde enquanto atribuímos um motorista
ru: Пожалуйста, подождите, пока мы ищем водителя
th: โปรดรอขณะที่เรากำลังมอบหมายคนขับ
zh_hans: 正在为您分配司机，请稍候

# kh_uisdk_allocating_trip_two
source: This may take a moment or two
de: Das kann einen Moment dauern
es: Esto puede llevar unos minutos
fr: Cela peut prendre quelques instants
id: Ini mungkin butuh beberapa saat
it: Potrebbe volerci qualche attimo
ja: 少々時間がかかる場合があります
nl: Dit kan even duren
pl: Może to zająć chwilę
pt_br: Isto poderá demorar alguns minutos
ru: Это может занять минуту или две
th: อาจใช้เวลาสักครู่
zh_hans: 这可能需要一两分钟
