Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_trip_cancelled_by_dispatch_alert_message
source: Your booking has been cancelled. Please contact us for more information.
de: Ihre Buchung wurde storniert. Bitte kontaktieren Sie uns für weitere Informationen.
es: Su reserva ha sido cancelada. Contáctenos para obtener más información.
fr: Votre course a été annulée. Contactez-nous pour plus d'informations.
id: Pemesanan Anda telah dibatalkan. Silahkan hubungi kami untuk informasi lebih lanjut.
it: La tua prenotazione è stata cancellata. Contattaci per ulteriori informazioni.
ja: 予約はキャンセルされました。詳しくはお問い合わせください。
nl: Uw boeking is geannuleerd. Neem contact met ons op voor meer informatie.
pl: Twoja rezerwacja została anulowana. Skontaktuj się z nami, aby uzyskać więcej informacji.
pt_br: Sua reserva foi cancelada. Entre em contato para mais informações.
ru: Бронирование отменено. Пожалуйста, свяжитесь с нами для получения дополнительной информации.
th: การเดินทางของคุณถูกยกเลิก โปรดติดต่อเราเพื่อขอข้อมูลเพิ่มเติม
zh_hans: 您的预订已被取消。请与我们联系了解更多信息。

# kh_uisdk_trip_cancelled_by_dispatch_alert_title
source: Cancelled by ride provider
de: Von der Flotte storniert
es: Cancelado por la flota
fr: Course annulée par le partenaire
id: Dibatalkan oleh armada
it: Cancellata dalla flotta
ja: 乗車サービス業者によりキャンセル
nl: Geannuleerd door de ritaanbieder
pl: Anulowanie przez przewoźnika
pt_br: Cancelada pela frota
ru: Отменено перевозчиком
th: ยกเลิกโดยผู้ให้บริการโดยสาร
zh_hans: 被行程提供商取消

# kh_uisdk_trip_id
source: Ride ID: %1$@
de: Fahrten-ID: %1$@
es: № de reserva: %1$@
fr: Référence course : %1$@
id: ID Perjalanan: %1$@
it: ID corsa: %1$@
ja: 乗車サービスID： %1$@
nl: Rit-ID: %1$@
pl: Nr przejazdu: %1$@
pt_br: ID da viagem: %1$@
ru: Идентификатор поездки: %1$@
th: รหัสการเดินทาง: %1$@
zh_hans: 行程编号：%1$@

# kh_uisdk_trip_id_label
source: Ride ID
de: Fahrten-ID
es: № de reserva
fr: Référence course
id: ID Perjalanan
it: ID corsa
ja: 乗車サービスID
nl: Rit-ID
pl: Nr przejazdu
pt_br: ID da viagem
ru: Идентификатор поездки
th: รหัสการเดินทาง
zh_hans: 行程编号

# kh_uisdk_trip_ride_options
source: Ride options
de: Fahrtoptionen
es: Opciones del viaje
fr: Options de la course
id: Pilihan Perjalanan
it: Opzioni corsa
ja: 乗車サービスのオプション
nl: Ritopties
pl: Opcje przejazdu
pt_br: Opções da viagem
ru: Варианты поездки
th: ตัวเลือกการเดินทาง
zh_hans: 行程选项

# kh_uisdk_trip_status_cancelled_by_dispatch
source: Your booking has been cancelled.
de: Ihre Buchung wurde storniert.
es: Su reserva ha sido cancelada.
fr: Votre course a été annulée.
id: Pemesanan Anda telah dibatalkan.
it: La tua prenotazione è stata cancellata.
ja: 予約はキャンセルされました。
nl: Uw boeking is geannuleerd.
pl: Twoja rezerwacja została anulowana.
pt_br: Sua reserva foi cancelada.
ru: Бронирование отменено.
th: การเดินทางของคุณถูกยกเลิก
zh_hans: 您的预订已被取消。

# kh_uisdk_trip_status_cancelled_by_user
source: You cancelled the booking
de: Sie haben die Buchung storniert
es: Ha cancelado la reserva
fr: Vous avez annulé la réservation
id: Anda telah membatalkan pemesanan
it: Hai cancellato la prenotazione
ja: 予約をキャンセルしました
nl: U hebt de boeking geannuleerd
pl: Rezerwacja została anulowana
pt_br: Você cancelou a reserva
ru: Вы отменили бронирование
th: คุณยกเลิกการจอง
zh_hans: 您取消了预订

# kh_uisdk_trip_status_completed
source: You have reached your destination
de: Sie haben Ihr Ziel erreicht
es: Ha llegado a su destino
fr: Vous êtes arrivé.e
id: Anda telah sampai di tujuan Anda
it: Hai raggiunto la tua destinazione
ja: 目的地に到着しました
nl: U hebt uw bestemming bereikt
pl: Jesteś na miejscu
pt_br: Você chegou ao seu destino
ru: Вы доехали до пункта назначения
th: คุณเดินทางถึงที่หมายแล้ว
zh_hans: 您已到达目的地

# kh_uisdk_trip_status_confirmed
source: Your booking has been accepted. Waiting for a driver to be allocated.
de: Ihre Buchung wurde angenommen. Warten Sie auf die Zuweisung eines Fahrers.
es: Su reserva ha sido aceptada. Se le está asignando un conductor.
fr: Votre course a été acceptée, nous recherchons un chauffeur.
id: Pemesanan Anda telah diterima. Menunggu alokasi pengemudi untuk Anda.
it: La tua prenotazione è stata accettata. In attesa dell’assegnazione di un conducente.
ja: 予約が受け付けられました。 ドライバーの割り当てを待っています。
nl: Uw boeking is geaccepteerd. Even geduld, er wordt een chauffeur toegewezen.
pl: Twoja rezerwacja została zaakceptowana. Oczekiwanie na przydzielenie kierowcy.
pt_br: Sua reserva foi aceita. Aguardando atribuição de motorista.
ru: Бронирование принято. Поиск водителя.
th: ผู้ให้บริการตกลงรับการจองของคุณแล้ว กำลังรอมอบหมายคนขับ
zh_hans: 您的预订已被接受。 正在等待分配司机。

# kh_uisdk_trip_status_driver_arrived
source: Your driver has arrived!
de: Ihr Fahrer ist angekommen
es: ¡Su conductor ha llegado!
fr: Votre chauffeur est arrivé.
id: Pengemudi Anda telah tiba!
it: Il tuo conducente è arrivato.
ja: ドライバーが到着しました！
nl: Uw chauffeur is gearriveerd!
pl: Twój kierowca jest na miejscu!
pt_br: O seu motorista chegou!
ru: Ваш водитель прибыл!
th: คนขับของคุณมาถึงแล้ว!
zh_hans: 您的司机已到达！

# kh_uisdk_trip_status_driver_en_route
source: Your driver is en route
de: Ihr Fahrer ist auf dem Weg
es: Su conductor está en camino
fr: Votre chauffeur est en route
id: Pengemudi Anda dalam perjalanan
it: Il tuo conducente è in viaggio
ja: ドライバーは移動中です
nl: Uw chauffeur is onderweg
pl: Twój kierowca jest w drodze
pt_br: O seu motorista está a caminho
ru: Ваш водитель в пути
th: คนขับของคุณกำลังเดินทาง
zh_hans: 您的司机正在途中

# kh_uisdk_trip_status_requested
source: Please wait while %1$@ allocates a driver. This could take up to 5 minutes.
de: Bitte warten. %1$@ weist Ihnen einen Fahrer zu. Dies kann bis zu 5 Minuten dauern.
es: Espere mientras %1$@ le asigna un conductor. Esto puede llevar hasta 5 minutos.
fr: ‪%1$@‬ vous assigne un chauffeur, patientez quelques minutes.
id: Harap tunggu %1$@ pengemudi akan kami alokasikan. Ini bisa memakan waktu hingga 5 menit.
it: Attendi mentre %1$@ ti assegna un conducente. Potrebbero volerci fino a 5 minuti.
ja: %1$@はドライバーを割り当てています。しばらくお待ち下さい。これには最大5分かかる場合があります。
nl: Even geduld, %1$@ wijst u een chauffeur toe. Dit kan tot 5 minuten duren.
pl: Prosimy o chwilę cierpliwości. %1$@ szuka dla Ciebie kierowcy. To może zająć do 5 minut.
pt_br: Aguarde enquanto a %1$@ atribui um motorista. Isto poderá demorar até 5 minutos.
ru: %1$@ ищет водителя. Пожалуйста, ждите. Это может занять до 5 минут.
th: โปรดรอขณะที่ %1$@ กำลังมอบหมายคนขับ ขั้นตอนนี้อาจใช้เวลาถึง 5 นาที
zh_hans: 请等待 %1$@ 为您分配司机。这最多可能需要 5 分钟。

# kh_uisdk_trip_summary
source: Ride summary
de: Fahrtübersicht
es: Resumen del viaje
fr: Résumé de la course
id: Ringkasan perjalanan
it: Riepilogo corsa
ja: 乗車サービスの概要
nl: Ritoverzicht
pl: Podsumowanie przejazdu
pt_br: Resumo da viagem
ru: Резюме поездки
th: สรุปการเดินทาง
zh_hans: 行程摘要

# kh_uisdk_trip_summary_add_to_calendar
source: Add to calendar
de: Zum Kalender hinzufügen
es: Añadir al calendario
fr: Ajouter au calendrier
id: Tambahkan ke kalender
it: Aggiungi al calendario
ja: カレンダーに追加
nl: Toevoegen aan agenda
pl: Dodaj do kalendarza
pt_br: Adicionar ao calendário
ru: Добавить в календарь
th: เพิ่มในปฏิทิน
zh_hans: 添加到日历

# kh_uisdk_trip_summary_added_to_calendar
source: TRIP ADDED TO CALENDAR
de: AUSFLUG ZUM KALENDER HINZUGEFÜGT
es: VIAJE AÑADIDO AL CALENDARIO
fr: VOYAGE AJOUTÉ AU CALENDRIER
id: PERJALANAN DITAMBAHKAN KE KALENDER
it: VIAGGIO AGGIUNTO AL CALENDARIO
ja: 旅行がカレンダーに追加されました
nl: REIS TOEGEVOEGD AAN KALENDER
pl: PRZEJAZD DODANY DO KALENDARZA
pt_br: VIAGEM ADICIONADA AO CALENDÁRIO
ru: ПОЕЗДКА ДОБАВЛЕНА В КАЛЕНДАРЬ
th: เพิ่มการเดินทางในปฏิทินแล้ว
zh_hans: 旅行添加到日历

# kh_uisdk_trip_summary_calendar_event_title
source: Ride to %@
de: Fahrt nach %@
es: Viaja a %@
fr: Taxi vers %@
id: Naik ke %@
it: Vai a %@
ja: %@まで乗車
nl: Rijd naar %@
pl: Jedź do %@
pt_br: Cavalgar para %@
ru: Поездка в %@
th: ขี่ไปที่ %@
zh_hans: 乘车前往%@

# kh_uisdk_trip_summary_flight_number
source: Flight number
de: Flugnummer
es: Número de vuelo
fr: Numéro de vol
id: Nomor penerbangan
it: Numero del volo
ja: フライトナンバー
nl: Vluchtnummer
pl: Numer lotu
pt_br: Número do voo
ru: Номер рейса
th: เที่ยวบินหมายเลข
zh_hans: 航班号

# kh_uisdk_trip_summary_train_number
source: Train number
de: Zugnummer
es: Número de tren
fr: Numéro de train
id: Nomor kereta
it: Numero del treno
ja: 列車番号
nl: Trein nummer
pl: Numer pociągu
pt_br: Rastreamento de trens
ru: Номер поезда
th: หมายเลขรถไฟ
zh_hans: 车次

# kh_uisdk_unchecked
source: Unchecked
de: Nicht ausgewählt
es: No comprobado
fr: Décochée
id: Tidak dicentang
it: Deselezionato
ja: チェックなし
nl: Niet aangevinkt
pl: Niepowstrzymany
pt_br: Desmarcado
ru: Не проверено
th: เลิกเลือกแล้ว
zh_hans: 未检查

# kh_uisdk_upcoming_rides_empty
source: Remember, you can pre-book a car up to seven days in advance.
de: Tipp: Sie können ein Auto bis zu sieben Tage im Voraus buchen.
es: Recuerde que puede reservar un viaje hasta con 7 días de antelación.
fr: N’oubliez pas que vous pouvez réserver une course jusqu'à 7 jours à l'avance.
id: Ingat, Anda dapat memesan mobil hingga tujuh hari sebelumnya.
it: Ricorda, puoi prenotare un'auto fino a sette giorni in anticipo.
ja: 車の事前予約は、7日前まで可能です。
nl: Denk eraan dat u een auto tot zeven dagen van tevoren kunt boeken.
pl: Pamiętaj, że możesz zarezerwować przejazd z wyprzedzeniem do siedmiu dni.
pt_br: Lembre-se, você pode pré-reservar uma viagem com até sete dias de antecedência.
ru: Вы можете забронировать автомобиль за семь дней.
th: โปรดทราบว่าคุณสามารถจองรถล่วงหน้าได้สูงสุดถึง 7 วัน
zh_hans: 请记住，您最多可以提前 7 天预订用车。

# kh_uisdk_vehicle
source: Vehicle
de: Fahrzeug
es: Vehículo
fr: Véhicule
id: Kendaraan
it: Veicolo
ja: 車両
nl: Voertuig
pl: Pojazd
pt_br: Veículo
ru: Транспортное средство
th: ยานพาหนะ
zh_hans: 车辆

# kh_uisdk_vehicle_bus
source: Minibus
de: Kleinbus
ja: ミニバス
pt_br: Micro-ônibus
ru: Микроавтобус
th: รถมินิบัส
zh_hans: 小型巴士

# kh_uisdk_vehicle_moto
source: Motorcycle
de: Motorrad
es: Moto
fr: Moto
id: Motor
it: Moto
ja: バイク
nl: Motorfiets
pl: Motocykl
pt_br: Moto
ru: Мотоцикл
th: รถจักรยานยนต์
zh_hans: 摩托车

# kh_uisdk_vehicle_mpv
source: MPV
de: Großraum
es: Monovolumen
fr: Van
it: Multiposto
ja: ミニバン
pt_br: Monovolume
ru: Универсал
th: รถอเนกประสงค์
zh_hans: 多功能车

# kh_uisdk_vehicle_standard
source: Saloon
de: Sedan
es: Sedán
fr: Standard
id: Sedan
it: Standard
ja: セダン
nl: Sedan
pl: Standard
pt_br: Sedan
ru: Седан
th: มาตรฐาน
zh_hans: 轿车

# kh_uisdk_wheelchair
source: Wheelchair accessible
de: Rollstuhlgerecht
es: Apto para silla de ruedas
fr: Accessible PMR
id: Bisa untuk kursi roda
it: Accessibile per sedia a rotelle
ja: 車いす利用可
nl: Geschikt voor rolstoel
pl: Przystosowany do wózków inwalidzkich
pt_br: Acessível para cadeira de rodas
ru: Доступен для инвалидной коляски
th: รองรับเก้าอี้รถเข็น
zh_hans: 轮椅无障碍

# kh_uisdk_would_you_like_to_proceed
source: Would you like to continue?
de: Möchten Sie fortfahren?
es: ¿Desea continuar?
fr: Souhaitez-vous continuer ?
id: Apakah Anda ingin melanjutkan?
it: Vuoi procedere?
ja: 続行しますか？
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?
pt_br: Quer continuar?
ru: Хотите продолжить?
th: คุณต้องการดำเนินการต่อหรือไม่
zh_hans: 您要继续吗？

# kh_uisdk_yes
source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
ja: はい
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
th: ใช่
zh_hans: 是

# kh_uisdk_you_may_be_charged
source: You will be charged an estimated cancellation fee of %@. Would you like to continue?
de: Ihnen wird eine Stornogebühr in Höhe von ca. %@ in Rechnung gestellt. Möchten Sie fortfahren?
es: Se le cargará una tasa de cancelación estimada en %@. ¿Desea continuar?
fr: Des frais d'annulation estimés à %@ vont s'appliquer. Souhaitez-vous continuer ?
id: Anda akan dikenakan biaya pembatalan sebesar %@ . Apakah Anda ingin melanjutkan?
it: Ti verrà addebitata una penale di cancellazione stimata di %@. Vuoi procedere?
ja: キャンセル料のお見積もりは%@です。 続行しますか？
nl: Er wordt naar schatting %@ aan annuleringskosten in rekening gebracht. Wilt u doorgaan?
pl: Szacowana opłata za anulowanie wynosi %@ . Chcesz kontynuować?
pt_br: Será cobrada uma taxa de cancelamento, estimada em %@. Quer continuar?
ru: С вас будет взиматься плата за отмену бронирования в размере f %@. Хотите продолжить?
th: คุณจะถูกเรียกเก็บค่าธรรมเนียมการยกเลิกโดยประมาณจำนวน %@ คุณต้องการดำเนินการต่อหรือไม่
zh_hans: 您将被收取大约 %@ 的取消费用。 您要继续吗？

# KSDK01
source: Something went wrong but we don't know what it was
de: Etwas ist schief gelaufen, aber wir wissen nicht, was es war.
es: Se ha producido un error. Inténtelo de nuevo.
fr: Une erreur s’est produite. Veuillez réessayer.
id: Ada yang salah tapi kita tidak tahu apa itu
it: Qualcosa è andato storto ma non sappiamo cosa fosse
ja: 何かがうまくいかなかったが、それが何であったかはわからない
nl: Er is iets misgegaan, maar we weten niet wat het was
pl: Coś poszło nie tak, ale nie wiemy, co to było.
pt_br: Algo correu mal, mas não sabemos o que foi
ru: Что-то пошло не так, но мы не знаем, что это было
th: มีบางอย่างผิดพลาด แต่เราไม่รู้ว่ามันคืออะไร
zh_hans: 出了点问题，但我们不知道是什么

# KSDK02
source: Missing user permissions
de: Fehlende Benutzerberechtigungen
es: Falta una función de usuario requerida para esta solicitud
fr: Permission(s) manquante(s) pour cette requête.
id: Izin pengguna tidak ada
it: Permessi utente mancanti
ja: ユーザー権限がありません
nl: Ontbrekende gebruikersrechten
pl: Brakujące uprawnienia użytkownika
pt_br: Permissões de utilizador em falta
ru: Отсутствуют разрешения пользователя
th: ไม่มีสิทธิ์ผู้ใช้
zh_hans: 缺少用户权限

# KSDK03
source: User already logged in
de: Benutzer bereits eingeloggt
es: Usuario ya ha iniciado sesión
fr: Utilisateur déjà connecté
id: Pengguna sudah masuk
it: Utente già loggato
ja: ユーザーはすでにログインしています
nl: Gebruiker is al ingelogd
pl: Użytkownik już zalogowany
pt_br: Utilizador já logado
ru: Пользователь уже вошел в систему
th: ผู้ใช้เข้าสู่ระบบแล้ว
zh_hans: 用户已登录

source: Meet and Greet
de: Treffen und Begrüßung
es: Dar la bienvenida
fr: Accueil pancarte
id: Bertemu dan Menyapa
it: Incontra e saluta
ja: 会って挨拶する
nl: Meet & Greet
pt_br: Recepção de boas-vindas
ru: Встретить в зале прилета
th: พบปะและทักทาย
zh_hans: 见面和问候

source: MPV
de: Großraum
es: Monovolumen
fr: Van
it: Multiposto
ja: ミニバン
nl: Bus
pt_br: Monovolume
ru: Микроавтобус
th: รถอเนกประสงค์
zh_hans: 多功能车

# pay_button_with_value
source: Authorize transaction
de: Transaktion autorisieren
es: Autorizar transacción
fr: Autoriser la transaction
id: Otorisasi transaksi
it: Autorizza transazione
ja: 取引を承認する
nl: Transactie autoriseren
pl: Autoryzacja transakcji
pt_br: Autorizar a transacção
ru: Авторизовать транзакцию
th: อนุมัติธุรกรรม
zh_hans: 授权交易

# Q0001
source: Pick up and destination cannot be the same.
de: Abholort und Zielort können nicht identisch sein.
es: La recogida y el destino no pueden ser iguales.
fr: Départ et destination ne peuvent pas être identiques.
id: Penjemputan dan tujuan tidak boleh sama.
it: Ritiro e destinazione non possono essere gli stessi.
ja: ピックアップと目的地を同じにすることはできません。
nl: Ophalen en bestemming kunnen niet hetzelfde zijn.
pl: Miejsce odbioru i miejsce przeznaczenia nie mogą być takie same.
pt_br: A recolha e o destino não podem ser os mesmos.
ru: Пункт отправления и пункт назначения не могут совпадать.
th: รับและปลายทางไม่เหมือนกัน
zh_hans: 接载和目的地不能相同。

# Text.Error.EmailValidationError
source: Check your email address is spelt correctly
de: Überprüfen Sie die korrekte Schreibweise Ihrer E-Mail-Adresse
es: Comprueba que tu email está escrito correctamente
fr: Vérifiez que votre adresse Email est écrite correctement
id: Periksa alamat email Anda dieja dengan benar
it: Controlla che il tuo indirizzo email sia scritto correttamente
ja: メールアドレスのスペルが正しいことを確認してください
nl: Controleer of uw e-mailadres correct is gespeld
pl: Sprawdź, czy Twój adres e-mail jest poprawnie napisany
pt_br: Verifique se o seu endereço de e-mail está correctamente soletrado
ru: Проверьте правильность написания вашего адреса электронной почты
th: ตรวจสอบว่าที่อยู่อีเมลของคุณสะกดถูกต้อง
zh_hans: 检查您的电子邮件地址是否拼写正确

# Text.Generic.Close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Dekat
it: Chiudi
ja: クローズ
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
zh_hans: 关闭

# Text.SupportMailMessage.ReportIssueSubject
source: Report issue
de: Ausgabe melden
es: Reportar problema
fr: Signaler un problème
id: Laporan Issue
it: Segnala problema
ja: レポートの問題
nl: Probleem melden
pl: Zgłoś problem
pt_br: Relatar problema
ru: Сообщить о проблеме
th: รายงานฉบับ
zh_hans: 报告问题

# Text.VehicleTag.Electric
source: Electric
de: Elektrisch
es: Eléctrico
fr: Electrique
id: Listrik
it: Elettrico
ja: 電気の
nl: Elektrisch
pl: Elektryczny
pt_br: Elétrico
ru: Электромобиль
th: รถพลังงานไฟฟ้า
zh_hans: 电的

# kh_uisdk_accessibility_loyalty_switch_disabled
source: Button status: Earning points - double tap to changer
zh_hans: 按钮状态：赚取积分 - 双击以使用您的积分

# kh_uisdk_accessibility_loyalty_switch_enabled
source: Button status: use your points - double tap to change
zh_hans: 按钮状态：使用积分 - 双击赚取积分

# kh_uisdk_supplier_email
source: suppliers@karhoo.com
it: fornitori@karhoo.com
ja: サプライヤー@karhoo.com
nl: leveranciers@karhoo.com

# kh_uisdk_title_activity_threedsecure
source: 3D Secure
ja: 3Dセキュア
pl: Zabezpieczenie 3D Secure

# kh_uisdk_contact_us_link
source: https://taxibookermobile.zendesk.com/hc/en-us/requests/new
de: https://taxibookermobile.zendesk.com/hc/de/requests/new
es: https://taxibookermobile.zendesk.com/hc/es/requests/new
fr: https://taxibookermobile.zendesk.com/hc/fr/requests/new
it: https://taxibookermobile.zendesk.com/hc/it/requests/new
nl: https://taxibookermobile.zendesk.com/hc/nl/requests/new

# kh_uisdk_faq_link
source: https://taxibookermobile.zendesk.com/hc/en-us
de: https://taxibookermobile.zendesk.com/hc/de
es: https://taxibookermobile.zendesk.com/hc/es
fr: https://taxibookermobile.zendesk.com/hc/fr
it: https://taxibookermobile.zendesk.com/hc/it
nl: https://taxibookermobile.zendesk.com/hc/nl

# kh_uisdk_location_rationale_shown
source: LOCATION_RATIONAL_SHOWN
de: STANDORT_RATIONAL_ANGEZEIGT
fr: EXPLICATION_LOCATION_REQUETE
