Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_filter_free_cancellation
source: Free cancellation
de: Kostenlose Stornierung
es: Cancelación gratis
fr: Annulation gratuite
id: Pembatalan gratis
it: Cancellazione gratuita
ja: 無料キャンセル
nl: Gratis annuleren
pl: Bezpłatne anulowanie
pt_br: Cancelamento gratuito
ru: Бесплатная отмена
th: ยกเลิกฟรี
zh_hans: 免费取消

# kh_uisdk_filter_free_waiting_time
source: Free waiting time
de: Kostenlose Wartezeit
es: Tiempo de espera gratis
fr: Temps d’attente gratuit
id: Waktu tunggu gratis
it: Tempo di attesa gratuito
ja: 無料の待ち時間
nl: Gratis wachttijd
pl: Bezpłatny czas oczekiwania
pt_br: Tempo de espera gratuito
ru: Бесплатное время ожидания
th: เวลารอฟรี
zh_hans: 免费等候时间

# kh_uisdk_filter_gps_tracking
source: GPS tracking
es: Seguimiento GPS
fr: Suivi GPS
id: Pelacakan GPS
it: Tracciamento GPS
ja: GPS追跡
nl: GPS volgen
pl: Śledzenie GPS
pt_br: Rastreamento GPS
ru: GPS-трекинг
th: การติดตามด้วย GPS
zh_hans: GPS 追踪

# kh_uisdk_filter_hybrid
source: Hybrid
es: Híbrido
fr: Hybride
it: Ibrida
ja: ハイブリッド
nl: Hybride
pl: Hybrydowy
pt_br: Híbrido
ru: Гибрид
th: รถไฮบริด
zh_hans: 混合动力

# kh_uisdk_filter_luggages
source: Piece(s) of luggage
de: Gepäckstück(e)
es: Bultos de equipaje
fr: Bagage(s)
id: Jumlah bagasi
it: Bagagli/o
ja: 荷物の個数
nl: Stuks bagage
pl: Liczba sztuk bagażu
pt_br: Bagagem(s)
ru: Багаж
th: จำนวนสัมภาระ
zh_hans: 行李件数

# kh_uisdk_filter_luxury
source: Luxury
de: Luxus
es: Lujo
fr: Luxe
id: Mewah
it: Di lusso
ja: ラグジュアリー
nl: Luxe
pl: Luksusowe
pt_br: Luxo
ru: Люкс
th: รถหรูหรา
zh_hans: 豪华

# kh_uisdk_filter_moto
source: Motorcycle
de: Motorrad
es: Moto
fr: Moto
id: Motor
it: Moto
ja: バイク
nl: Motorfiets
pl: Motocykl
pt_br: Moto
ru: Мотоцикл
th: รถจักรยานยนต์
zh_hans: 摩托车

# kh_uisdk_filter_page_results
source: View all %@ search results
de: Alle %@ Ergebnisse anzeigen
es: Ver todos los resultados (%@)
fr: Voir les %@ résultats
id: Lihat semua hasil %@
it: Visualizza %@ risultati
ja: %@件の検索結果をすべて表示
nl: Bekijk alle %@ resultaten
pl: Zobacz – liczba wyników: %@
pt_br: Ver todos os %@ resultados
ru: Просмотреть все результаты поиска %@
th: ดูผลการค้นหาทั้งหมด %@ รายการ
zh_hans: 查看所有 %@ 搜索结果

# kh_uisdk_filter_passengers
source: Passenger(s)
de: Fahrgast/Fahrgäste
es: Pasajeros
fr: Passager(s)
id: Penumpang
it: Passeggero/i
ja: ご乗車人数
nl: Passagier(s)
pl: Pasażer
pt_br: Passageiro(s)
ru: Пассажир(ы)
th: ผู้โดยสาร
zh_hans: 乘客人数

# kh_uisdk_filter_quote_types
source: Quote types
de: Angebotsart
es: Tipos de estimaciones
fr: Types d'offres
id: Jenis penawaran
it: Tipi di preventivo
ja: 見積もりの種類
nl: Soorten offertes
pl: Rodzaje ofert
pt_br: Tipos de cotação
ru: Типы ценовых предложений
th: ประเภทของราคา
zh_hans: 报价类型

# kh_uisdk_filter_service_agreements
source: Cancellation and waiting time
de: Stornierung und Wartezeit
es: Cancelación y tiempo de espera
fr: Annulation et temps d’attente
id: Pembatalan dan waktu tunggu
it: Cancellazione e tempo di attesa
ja: キャンセルと待ち時間
nl: Annulering en wachttijd
pl: Anulowanie i czas oczekiwania
pt_br: Cancelamento e tempo de espera
ru: Отмена и время ожидания
th: การยกเลิกและระยะเวลารอ
zh_hans: 取消和等待时间

# kh_uisdk_filter_standard
source: Standard
es: Estándar
id: Standar
ja: スタンダード
nl: Standaard
ru: Стандарт
th: มาตรฐาน
zh_hans: 标准

# kh_uisdk_filter_taxi
source: Taxi
id: Taksi
ja: タクシー
pt_br: Táxi
ru: Такси
th: แท็กซี่
zh_hans: 出租车

# kh_uisdk_filter_train_tracking
source: Train tracking
de: Zug-Tracking
es: Seguimiento de su tren
fr: Suivi n° de train
id: Pelacakan kereta api
it: Tracciamento treno
ja: 列車の追跡
nl: Trein volgen
pl: Śledzenie pociągów
pt_br: Rastreamento de trens
ru: Отслеживание поездов
th: การติดตามรถไฟ
zh_hans: 火车追踪

# kh_uisdk_filter_van
source: Van
es: Furgoneta
id: Mobil van
it: Pulmino
ja: ワンボックスワゴン
nl: Busje
ru: Микроавтобус
th: รถตู้
zh_hans: 面包车

# kh_uisdk_filter_vehicle_class
source: Vehicle class
de: Fahrzeugklasse
es: Clase de vehículo
fr: Catégorie de véhicule
id: Kelas kendaraan
it: Classe veicolo
ja: 車両クラス
nl: Voertuigklasse
pl: Klasa pojazdu
pt_br: Categoria do veículo
ru: Класс автомобиля
th: ระดับยานพาหนะ
zh_hans: 车辆级别

# kh_uisdk_filter_vehicle_details
source: Vehicle information
de: Fahrzeugdetails
es: Detalles del vehículo
fr: Informations du véhicule
id: Informasi kendaraan
it: Dettagli veicolo
ja: 車両の詳細
nl: Voertuiggegevens
pl: Dane pojazdu
pt_br: Detalhes do veículo
ru: Информация об автомобиле
th: รายละเอียดยานพาหนะ
zh_hans: 车辆信息

# kh_uisdk_filter_vehicle_extras
source: Vehicle extras
de: Fahrzeugextras
es: Extras del vehículo
fr: Options du véhicule
id: Tambahan kendaraan
it: Extra del veicolo
ja: 追加オプション
nl: Voertuigextra's
pl: Dodatkowe udogodnienia pojazdu
pt_br: Extras do veículo
ru: Аксессуары для автомобиля
th: อุปกรณ์เสริมสำหรับยานพาหนะ
zh_hans: 车辆附加功能

# kh_uisdk_filter_vehicle_types
source: Vehicle types
de: Fahrzeugtypen
es: Tipos de vehículo
fr: Types de véhicules
id: Jenis kendaraan
it: Tipi di veicolo
ja: 車種
nl: Voertuigtypen
pl: Typy pojazdów
pt_br: Tipos de veículos
ru: Типы автомобилей
th: ประเภทยานพาหนะ
zh_hans: 车辆类型

# kh_uisdk_filter_wheelchair
source: Wheelchair accessible
de: Rollstuhlgerecht
es: Apto para silla de ruedas
fr: Accessible PMR
id: Bisa untuk kursi roda
it: Accessibile per sedia a rotelle
ja: 車いす利用可
nl: Geschikt voor rolstoel
pl: Przystosowany do wózków inwalidzkich
pt_br: Acessível para cadeira de rodas
ru: Доступен для инвалидной коляски
th: รองรับเก้าอี้รถเข็น
zh_hans: 轮椅无障碍

# kh_uisdk_finding_your_ride
source: Finding your ride...
de: Fahrt wird gesucht…
es: Buscando viaje...
fr: Nous recherchons un chauffeur...
id: Menemukan kendaraan Anda...
it: Stiamo trovando la tua corsa...
ja: 乗車サービスを探しています…
nl: Uw rit zoeken…
pl: Wyszukiwanie przejazdu...
pt_br: Carregando sua viagem...
ru: Найдите свою поездку...
th: ค้นหาการเดินทางของคุณ...
zh_hans: 正在为您搜索行程…

# kh_uisdk_first_name_hint
source: First name
de: Vorname
es: Nombre
fr: Prénom
id: Nama depan
it: Nome
ja: 名
nl: Voornaam
pl: Imię
pt_br: Nome
ru: Имя
th: ชื่อจริง
zh_hans: 名字

# kh_uisdk_fixed_fare
source: Fixed price
de: Festpreis
es: Tarifa fija
fr: Prix fixe
id: Harga tetap
it: Prezzo fisso
ja: 固定料金
nl: Vaste prijs
pl: Stała cena
pt_br: Preço fixo
ru: Фиксированная цена
th: ราคาคงที่
zh_hans: 固定价格

# kh_uisdk_fleet
source: Ride provider
de: Flotte
es: Flota
fr: Partenaire
id: Armada
it: Flotta
ja: 乗車サービス業者
nl: Ritaanbieder
pl: Przewoźnik
pt_br: Frota
ru: Перевозчик
th: ผู้ให้บริการโดยสาร
zh_hans: 行程提供商

# kh_uisdk_fleet_recommendation_body
source: Thank you for recommending a ride provider in your area. To help us get to you as fast we can, please specify the area and name of the company you’d like to recommend
de: Vielen Dank, dass Sie uns eine Flotte in Ihrer Nähe empfehlen. Bitte geben Sie das Gebiet und den Namen des empfohlenen Unternehmens an, damit wir Sie schneller erreichen können.
es: Gracias por recomendar una flota en su zona. Para que podamos llegar a su zona lo más rápido posible, indique la zona y el nombre de la empresa que nos recomienda.
fr: Merci d’avoir recommandé un partenaire dans votre secteur. Pour accélérer les choses, indiquez-nous la zone et le nom du prestataire recommandé.
id: Terima kasih telah merekomendasikan armada di area Anda. Untuk mendapatkan cakupan di wilayah Anda secepat mungkin, harap berikan kami area dan nama perusahaan transportasi.
it: Grazie per averci suggerito una flotta nella tua zona. Per coprire la tua zona il più velocemente possibile, ti chiediamo di specificare l’area e il nome della compagnia che vuoi suggerirci.
ja: ご利用のエリアに業者を推薦していただきありがとうございます。できるだけ早くサービスをご提供できるよう、地域と推薦する業者の名前をご指定ください。
nl: Bedankt voor het aanbevelen van een ritaanbieder bij u in de buurt. U kunt ons helpen zo snel mogelijk bij u in de buurt te zijn. Geef aan waar u bent en welk bedrijf u wilt aanbevelen.
pl: Dziękujemy za polecenie przewoźnika w Twojej okolicy. Abyśmy mogli jak najszybciej objąć naszą ofertą Twoją okolicę, podaj nam lokalizację i nazwę przewoźnika, którego chcesz polecić.
pt_br: Obrigado por recomendar uma frota na sua região. Para chegarmos até você o mais rápido possível, especifique a região e o nome da empresa que gostaria de recomendar.
ru: Спасибо, что порекомендовали перевозчика в вашем районе. Чтобы мы начали работать в вашем районе как можно быстрее, пожалуйста, сообщите название района и рекомендуемого перевозчика.
th: ขอขอบคุณที่แนะนำผู้ให้บริการโดยสารในพื้นที่ของคุณ โปรดระบุพื้นที่และชื่อบริษัทที่คุณต้องการแนะนำ เพื่อให้เราดำเนินการได้เร็วที่สุด
zh_hans: 感谢您推荐您所在地区的行程提供商。为了尽快为您提供服务，请说明您所在的地区和您希望推荐的公司名称。

# kh_uisdk_fleet_recommendation_subject
source: Ride provider recommendation in my area
de: Flottenempfehlung in meiner Region
es: Recomendar una flota en mi zona
fr: Partenaire recommandé dans mon secteur
id: Rekomendasi armada di area saya
it: Suggerimento su una flotta nella mia zona
ja: 自分の地域での乗車サービス業者の推薦
nl: Aanbeveling voor ritaanbieder bij mij in de buurt
pl: Polecenie przewoźnika w mojej okolicy
pt_br: Recomendação de frota na minha região
ru: Рекомендация перевозчика в моем районе
th: คำแนะนำผู้ให้บริการโดยสารในพื้นที่ของฉัน
zh_hans: 我所在地区的行程提供商推荐

# kh_uisdk_flight_number
source: Flight number (optional)
de: Flugnummer (optional)
es: Número de vuelo (opcional)
fr: Numéro de vol (facultatif)
id: Nomor penerbangan (opsional)
it: Numero volo (facoltativo)
ja: 便名（任意）
nl: Vluchtnummer (optioneel)
pl: Numer lotu (opcjonalnie)
pt_br: Número do voo (opcional)
ru: Номер рейса (необязательно)
th: หมายเลขเที่ยวบิน (ไม่บังคับ)
zh_hans: 航班号（可选）

# kh_uisdk_flight_tracking
source: Flight tracking
de: Flug-Tracking
es: Seguimiento de su vuelo
fr: Suivi n° de vol
id: Pelacakan penerbangan
it: Tracciamento volo
ja: フライト追跡
nl: Vlucht volgen
pl: Śledzenie lotu
pt_br: Rastreamento de voos
ru: Отслеживание рейсов
th: การติดตามเที่ยวบิน
zh_hans: 航班追踪

# kh_uisdk_forgotten_password
source: Forgotten password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?
id: Password yang terlupakan?
it: Password dimenticata?
ja: パスワードを忘れました？
nl: Vergeten wachtwoord?
pl: Nie pamiętasz hasła?
pt_br: Esqueceu-se da palavra-passe?
ru: Забытый пароль?
th: ลืมรหัสผ่าน?
zh_hans: 忘记密码？

# kh_uisdk_free_cancellation_asap
source: Free cancellation up to %1$@ after booking
de: Kostenlose Stornierung bis zu %1$@ nach der Buchung
es: Cancelación gratuita hasta %1$@ minutos después de la reserva
fr: Annulation sans frais jusqu'à %1$@ après la réservation
id: Pembatalan gratis hingga %1$@ sebelum penjemputan
it: Cancellazione gratuita fino a %1$@ dopo la prenotazione
ja: 予約後最大%1$@まで無料キャンセル
nl: Gratis annulering tot %1$@ na reserveren
pl: Bezpłatne anulowanie do %1$@ po dokonaniu rezerwacji
pt_br: Cancelamento gratuito até %1$@ após a reserva
ru: Бесплатная отмена до %1$@ после бронирования
th: ยกเลิกฟรีไม่เกิน %1$@ หลังการจอง
zh_hans: 预订后最多可免费取消%1$@

# kh_uisdk_generic_mandatory_field
source: Required
de: Erforderlich
es: Necesario
id: Wajib
ja: 必須
nl: Nodig
pt_br: Obrigatório
ru: Необходимый
th: จำเป็นต้องมี
zh_hans: 需要

# kh_uisdk_got_it
source: Got it
de: OK
es: ENTENDIDO
fr: Ok
id: MENGERTI
it: HO CAPITO
ja: 了解
nl: BEGREPEN
pl: ROZUMIEM
pt_br: OK
ru: ПОНЯТНО
th: เข้าใจแล้ว
zh_hans: 好的

# kh_uisdk_gps_tracking
source: GPS tracking
es: Seguimiento GPS
fr: Suivi GPS
id: Pelacakan GPS
it: Tracciamento GPS
ja: GPS追跡
nl: GPS volgen
pl: Śledzenie GPS
pt_br: Rastreamento GPS
ru: GPS-трекинг
th: การติดตามด้วย GPS
zh_hans: GPS 追踪

# kh_uisdk_guest_checkout_payment_details_title
source: Payment methods
de: Zahlungsarten
es: Métodos de pago
fr: Moyens de paiement
id: Metode pembayaran
it: Metodi di pagamento
ja: お支払い方法
nl: Betaalmethoden
pl: Metody płatności
pt_br: Métodos de pagamento
ru: Способы оплаты
th: วิธีการชำระเงิน
zh_hans: 支付方式

# kh_uisdk_help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
id: Bantuan
it: Aiuto
ja: ヘルプ
pl: Pomoc
pt_br: Ajuda
ru: Помощь
th: ความช่วยเหลือ
zh_hans: 帮助

# kh_uisdk_hours_plural.one
source: %d hour
de: %d Stunde
es: %d hora
fr: %d heure
id: %d jam
it: %d ora
ja: %d時間
nl: %d uur
pl: %d godzina
pt_br: %d hora
ru: %d час
th: %d ชั่วโมง
zh_hans: %d小时

# kh_uisdk_hours_plural.other
source: %d hours
de: %d Stunden
es: %d horas
fr: %d heures
id: %d jam
it: %d ore
ja: %d時間
nl: %d uur
pl: %d godzin(y)
pt_br: %d horas
ru: %d часов
th: %d ชั่วโมง
zh_hans: %d 小时

# kh_uisdk_hours_plural.zero
source: %d hour
de: %d Stunde
es: %d hora
fr: %d heure
id: %d jam
it: %d ora
ja: %d時間
nl: %d uur
pl: %d godzina
pt_br: %d hora
ru: %d час
th: %d ชั่วโมง
zh_hans: %d小时

# kh_uisdk_info
source: Info
it: Informazioni
ja: 情報
pl: Informacje
ru: Информация
th: ข้อมูล
zh_hans: 信息

# kh_uisdk_information
source: Information
de: Informationen
es: Información
fr: Informations
id: Informasi pengemudi
it: Informazioni
ja: ドライバーの情報
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Информация
th: รายละเอียดคนขับ
zh_hans: 信息

# kh_uisdk_initialised
source: Initialising your trip
de: Karhoo initiiert Ihre Fahrt
es: iniciando su viaje
fr: Initialisation de votre course
id: Karhoo sedang menginisialisasi perjalanan Anda
it: stiamo iniziando il tuo viaggio
ja: 乗車サービスを初期化中です
nl: rit wordt geïnitialiseerd
pl: Karhoo inicjuje Twoją podróż
pt_br: Iniciando sua viagem
ru: Karhoo инициализирует вашу поездку
th: กำลังเริ่มต้นการเดินทางของคุณ
zh_hans: 正在初始化您的行程

# kh_uisdk_invalid_email
source: Invalid email
de: Ungültige E-Mail-Adresse
es: Email no válido
fr: L'adresse e-mail n'est pas valide
id: Email tidak valid
it: E-mail non valida
ja: メールアドレスが無効です
nl: Ongeldig e‑mailadres
pl: Niepoprawny email
pt_br: E-mail inválido
ru: Неверный адрес электронной почты
th: อีเมลไม่ถูกต้อง
zh_hans: 无效电子邮件

# kh_uisdk_invalid_empty_field
source: Missing information
de: Fehlende Informationen
es: Falta información
fr: Information manquante
id: Harap isi informasi ini
it: Informazioni mancanti
ja: 情報が足りません
nl: Gegevens niet compleet
pl: Brakujące informacje
pt_br: Informação em falta
ru: Недостающая информация
th: ไม่มีข้อมูล
zh_hans: 缺少信息

# kh_uisdk_invalid_input_value
source: Invalid value
de: Ungültiger Wert
es: Valor no válido
fr: Caractère invalide
id: Nilai tidak valid
it: Valore non valido
ja: 値が無効です
nl: Ongeldige waarde
pl: Niepoprawna wartość
pt_br: Valor inválido
ru: Неверное значение
th: ค่าไม่ถูกต้อง
zh_hans: 无效值

# kh_uisdk_invalid_phone_number
source: Invalid phone number
de: Ungültige Telefonnummer
es: Número de teléfono no válido
fr: Numéro de portable non valide
id: Nomor telepon salah
it: Numero di telefono non valido
ja: 電話番号が無効です
nl: Ongeldig telefoonnummer
pl: Nieprawidłowy numer telefonu
pt_br: Número de telefone inválido
ru: Неправильный номер телефона
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
zh_hans: 无效电话号码

# kh_uisdk_K0001
source: General request error.
de: Allgemeiner Anfragefehler.
es: Error general.
fr: Une erreur s'est produite.
id: Kesalahan permintaan umum.
it: Errore di richiesta generale.
ja: 一般的なリクエストエラー。
nl: Algemene fout bij aanvraag.
pl: Błąd rezerwacji.
pt_br: Erro geral.
ru: Общая ошибка запроса.
th: ข้อผิดพลาดทั่วไปเกี่ยวกับคำขอ
zh_hans: 一般请求错误。

# kh_uisdk_K0002
source: Invalid request
de: Ungültige Anfrage
es: Solicitud no válida
fr: Demande non valide
id: Permintaan tidak valid
it: Richiesta non valida
ja: リクエストが無効です
nl: Ongeldige aanvraag.
pl: Nieprawidłowe dane rezerwacji
pt_br: Solicitação inválida
ru: Запрос недействителен
th: คำขอไม่ถูกต้อง
zh_hans: 无效请求

# kh_uisdk_K0003
source: Could not read authorisation token
de: Autorisierungs-Token konnte nicht gelesen werden
es: No se pudo leer el token de autorización
fr: Impossible de confirmer l'authentification
id: Tidak bisa membaca token autorisasi
it: Impossibile leggere token di autorizzazione
ja: 承認トークンを読み取れませんでした
nl: Autorisatietoken is onleesbaar
pl: Nie udało się odczytać tokena autoryzacji
pt_br: Não foi possível ler o token de autorização
ru: Не удалось прочитать маркер авторизации
th: ไม่สามารถอ่านโทเค็นการตรวจสอบสิทธิ์ได้
zh_hans: 无法读取授权令牌

# kh_uisdk_K0004
source: Authentication is required for this path
de: Für diesen Pfad ist eine Authentifizierung erforderlich
es: Se requiere autenticación para esta ruta
fr: Authentification nécessaire
id: Autentikasi diperlukan untuk hal ini
it: L'autenticazione è richiesta per questo percorso
ja: このパスには認証が必要です
nl: Identiteitscontrole is vereist voor dit pad
pl: Dla tej ścieżki wymagane jest uwierzytelnienie
pt_br: A autenticação é necessária para este caminho
ru: Необходима аутентификация
th: ต้องมีการตรวจสอบสิทธิ์สำหรับเส้นทางนี้
zh_hans: 此路径需要身份验证

# kh_uisdk_K0005
source: Missing required role for this request
de: Fehlende erforderliche Rolle für diese Anfrage
es: Falta el rol requerido para esta solicitud
fr: Rôle non défini pour effectuer cette action
id: Tidak ada peran yang diperlukan untuk permintaan ini
it: Ruolo richiesto mancante per questa richiesta
ja: このリクエストに必要な役割がありません
nl: Vereiste rol ontbreekt voor dit verzoek
pl: Brak wymaganej roli dla tego zapytania
pt_br: Falta o papel requerido para este pedido
ru: Отсутствует необходимая роль для этого запроса
th: ไม่มีบทบาทที่จำเป็นสำหรับคำขอนี้
zh_hans: 缺少此请求所需的角色

# kh_uisdk_K0006
source: Rate limit exceeded
de: Zu viele Anfragen
es: Límite de tarifa excedido
fr: Limite dépassée
id: Batas limit terlampaui
it: Limite superato
ja: 制限を超えました
nl: Limiet overschreden
pl: Przekroczono limit szybkości
pt_br: Limite excedido
ru: Ограничение скорости превышено
th: เกินขีดจำกัดอัตรา
zh_hans: 已超出车费限额

# kh_uisdk_K0007
source: Circuit breaker has triggered for this route
de: Der Leistungsschalter für diese Strecke hat ausgelöst
es: Error generalizado
fr: Connection coupée pour cette URL
id: Pemutus sirkuit telah dipicu untuk rute ini
it: L'interruttore automatico è scattato per questo percorso
ja: このルートでサーキットブレーカーがトリガーされました
nl: Stroomonderbreker is geactiveerd voor deze route
pl: Na tej trasie zadziałał wyłącznik automatyczny
pt_br: Disjuntor accionado para esta rota
ru: Для этого маршрута сработал автоматический выключатель
th: เบรกเกอร์ทำงานสำหรับเส้นทางนี้
zh_hans: 断路器已为此路线触发

# kh_uisdk_K1001
source: Could not register user
de: Benutzer konnte nicht registriert werden
es: Imposible registrar usuario
fr: Impossible d'enregistrer l'utilisateur
id: Tidak dapat mendaftarkan pengguna
it: Impossibile registrare l'utente
ja: ユーザーを登録できませんでした
nl: Kan gebruiker niet registreren
pl: Nie można zarejestrować użytkownika
pt_br: Não foi possível registar o utilizador
ru: Не удалось зарегистрировать пользователя
th: ไม่สามารถลงทะเบียนผู้ใช้
zh_hans: 无法注册用户

# kh_uisdk_K1003
source: Could not register user (invalid request)
de: Benutzer konnte nicht registriert werden (ungültige Anfrage).
es: Imposible registrar usuario
fr: Impossible d'enregistrer l'utilisateur (requête non valide)
id: Tidak dapat mendaftarkan pengguna (permintaan tidak valid)
it: Impossibile registrare l'utente (richiesta non valida)
ja: ユーザーを登録できませんでした（無効なリクエスト）
nl: Kon de gebruiker niet registreren (incorrecte aanvraag)
pl: Nie można zarejestrować użytkownika (nieprawidłowe żądanie)
pt_br: Não foi possível registar o utilizador (pedido inválido)
ru: Не удалось зарегистрировать пользователя (неверный запрос)
th: ไม่สามารถลงทะเบียนผู้ใช้ได้ (คำขอไม่ถูกต้อง)
zh_hans: 无法注册用户（无效请求）

# kh_uisdk_K1004
source: Could not register user (invalid phone number)
de: Benutzer konnte nicht registriert werden (ungültige Telefonnummer)
es: Imposible registrar usuario (número de teléfono no válido)
fr: Impossible d'enregistrer l'utilisateur (numéro de téléphone non valide)
id: Tidak dapat mendaftarkan pengguna (nomor telepon tidak valid)
it: Impossibile registrare l'utente (numero di telefono non valido)
ja: ユーザーを登録できませんでした（電話番号が無効です）
nl: Kan gebruiker niet registreren (ongeldig telefoonnummer)
pl: Nie można zarejestrować użytkownika (nieprawidłowy numer telefonu)
pt_br: Não foi possível registar o utilizador (número de telefone inválido)
ru: Не удалось зарегистрировать пользователя (неверный номер телефона)
th: ไม่สามารถลงทะเบียนผู้ใช้ได้ (หมายเลขโทรศัพท์ไม่ถูกต้อง)
zh_hans: 无法注册用户（电话号码无效）

# kh_uisdk_K1005
source: Could not get user details (invalid token)
de: Konnte keine Benutzerdetails erhalten (ungültiges Token)
es: Imposible obtener los datos del usuario (token no válido)
fr: Impossible de trouver les détails de l'utilisateur (authentification non valide)
id: Tidak bisa mendapatkan detail pengguna (token tidak valid)
it: Impossibile ottenere i dettagli dell'utente (token non valido)
ja: ユーザーの詳細を取得できませんでした（無効なトークン）
nl: Kan gebruikersgegevens niet ophalen (ongeldige token)
pl: Nie można uzyskać danych użytkownika (nieprawidłowy token)
pt_br: Não foi possível obter detalhes do utilizador (ficha inválida)
ru: Не удалось получить данные пользователя (неверный токен)
th: ไม่สามารถรับรายละเอียดผู้ใช้ (โทเค็นไม่ถูกต้อง)
zh_hans: 无法获取用户详细信息（令牌无效）

# kh_uisdk_K1006
source: Could not get user details (user does not exist)
de: Benutzerdetails konnten nicht abgerufen werden (Benutzer existiert nicht)
es: Imposible obtener los datos del usuario (el usuario ya existe)
fr: Impossible de trouver les détails de l'utilisateur (utilisateur non créé)
id: Tidak bisa mendapatkan detail pengguna (pengguna tidak ada)
it: Impossibile ottenere i dettagli dell'utente (l'utente non esiste)
ja: ユーザーの詳細を取得できませんでした（ユーザーが存在しません）
nl: Kan gebruikersgegevens niet ophalen (gebruiker bestaat niet)
pl: Nie można uzyskać danych użytkownika (użytkownik nie istnieje)
pt_br: Não foi possível obter detalhes do utilizador (o utilizador não existe)
ru: Не удалось получить сведения о пользователе (пользователь не существует)
th: ไม่สามารถรับรายละเอียดผู้ใช้ (ไม่มีผู้ใช้)
zh_hans: 无法获取用户详细信息（用户不存在）

# kh_uisdk_K1999
source: User has been created but not been authorized yet, we will get in touch once enabled.
de: Der Benutzer wurde erstellt, aber noch nicht autorisiert. Wir werden uns melden, sobald er aktiviert ist.
es: El usuario ha sido creado pero aún no ha sido autorizado, nos pondremos en contacto con usted una vez habilitado.
fr: Utilisateur enregistré, nous vous contacterons par email dès que votre compte sera activé.
id: Pengguna telah dibuat tetapi belum diotorisasi, kami akan menghubungi Anda setelah diaktifkan.
it: L'utente è stato creato ma non è stato ancora autorizzato, ci metteremo in contatto una volta abilitato.
ja: ユーザーは作成されましたが、まだ承認されていません。有効になったらご連絡いたします。
nl: Gebruiker is aangemaakt maar nog niet geautoriseerd. We nemen contact met je op zodra deze is ingeschakeld.
pl: Użytkownik został utworzony, ale nie został jeszcze autoryzowany, skontaktujemy się z nim, gdy zostanie włączony.
pt_br: O utilizador foi criado mas ainda não foi autorizado, entraremos em contacto assim que estiver activado.
ru: Пользователь был создан, но еще не авторизован, мы свяжемся с вами после включения.
th: สร้างผู้ใช้แล้ว แต่ยังไม่ได้รับอนุญาต เราจะติดต่อกลับเมื่อเปิดใช้งาน
zh_hans: 用户已创建但尚未授权，启用后我们会与您联系。

# kh_uisdk_K2001
source: Could not get address
de: Adresse konnte nicht abgerufen werden
es: No se pudo obtener dirección
fr: Impossible de trouver l'adresse
id: Tidak bisa menemukan alamat
it: Impossibile ottenere indirizzo
ja: 住所を取得できませんでした
nl: Adres opvragen mislukt
pl: Nie udało nam się znaleźć tego adresu
pt_br: Não foi possível acessar o endereço
ru: Не удалось получить адрес
th: ไม่สามารถหาที่อยู่
zh_hans: 无法获取地址

# kh_uisdk_K3001
source: Failed to load quotes
de: Angebote konnten nicht geladen werden
es: Error al obtener estimaciones
fr: Impossible de télécharger l’offre
id: Tidak bisa memuat penawaran
it: Impossibile caricare preventivi
ja: 見積もりを読み込めませんでした
nl: Offertes laden mislukt
pl: Nie udało się wyświetlić ofert
pt_br: Não foi possível carregar as cotações
ru: Не удалось загрузить предложение по ценам
th: ไม่สามารถโหลดราคาได้
zh_hans: 无法加载报价
