Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_acc_close_button
source: Close the screen
de: Schließen Sie den Bildschirm
es: Cierra la pantalla
fr: Fermer l’écran
id: Tutup layar
it: Chiudi lo schermo
ja: 画面を閉じる
nl: Sluit het scherm
pl: Zamknij ekran
pt_br: Fechar o ecrã
ru: Закрыть экран
th: ปิดหน้าจอ
zh_hans: 关闭屏幕

# kh_uisdk_acc_destination_address
source: Drop-off address
de: Zieladresse
es: Dirección de destino
fr: Adresse de destination
id: Alamat tujuan
it: Indirizzo di destinazione
ja: 目的地
nl: Bestemmingsadres
pl: Adres docelowy
pt_br: Endereço de destino
ru: Адрес назначения
th: ที่อยู่ปลายทาง
zh_hans: 目的地地址

# kh_uisdk_acc_loyalty_information
source: Information
de: Informationen
es: Información
fr: Informations
id: Informasi pengemudi
it: Informazioni
ja: ドライバーの情報
nl: Informatie
pl: Informacje
pt_br: Informações
ru: Информация
th: รายละเอียดคนขับ
zh_hans: 信息

# kh_uisdk_acc_pickup_address
source: Pick-up address
de: Adresse der Abreise
es: dirección de salida
fr: Adresse de départ
id: Hapus alamat
it: Indirizzo di partenza
ja: 住所を消去する
nl: Vertrek adres
pl: Adres wyjazdu
pt_br: Endereço de partida
ru: Адрес отправления
th: ที่อยู่ขาออก
zh_hans: 删除地址

# kh_uisdk_acc_pickup_time
source: Pick-up time
de: Uhrzeit der Abholung
es: Hora de recogida
fr: Heure de prise en charge
id: Waktu penjemputan
it: Orario di ritiro
ja: お迎えの時間
nl: Ophaal tijd
pl: Godzina odbioru
pt_br: Horário de embarque
ru: Время посадки
th: เวลารับ
zh_hans: 上车时间

# kh_uisdk_acc_ride_details
source: Go to ride details
de: Zu den Details der Fahrt
es: Ir a los detalles del viaje
fr: Aller aux détails du trajet
id: Pergi ke rincian perjalanan
it: Vai ai dettagli della corsa
ja: 乗車の詳細に移動
nl: Ga naar ritgegevens
pl: Przejdź do szczegółów przejazdu
pt_br: Ir para os detalhes do passeio
ru: Перейти к подробностям поездки
th: ไปที่รายละเอียดการขี่
zh_hans: 前往乘车详情

# kh_uisdk_accessibility_button_map_locate_me
source: Locate me
ja: 私を見つける
ru: Найди меня
zh_hans: 找到我

# kh_uisdk_accessibility_checkbox_hint_terms_and_conditions
source: Press twice to accept or reject
ja: ダブルタップして切り替えます
ru: Нажмите дважды, чтобы переключить
zh_hans: 按两次接受或拒绝

# kh_uisdk_accessibility_checkbox_label_terms_and_conditions
source: Terms and conditions
ja: ご利用規約
ru: Условия и положения
zh_hans: 条款和条件

# kh_uisdk_accessibility_icon_back
source: Back icon
de: Zurück-Symbol
es: icono Atrás
id: ikon kembali
ja: 戻るアイコン
ru: Значок "Назад"
th: ไอคอนย้อนกลับ
zh_hans: 返回图标

# kh_uisdk_accessibility_icon_comments
source: Comments
de: Kommentare
ja: コメント
ru: Комментарии
zh_hans: 注释

# kh_uisdk_accessibility_icon_cross
source: Cross icon
de: Kreuz-Symbol
es: icono de cruz
id: Ikon silang
ja: 十字のアイコン
ru: Значок креста
th: ไอคอนกากบาท
zh_hans: 十字图标

# kh_uisdk_accessibility_icon_economy
source: Economy
ru: Эконом
zh_hans: 经济

# kh_uisdk_accessibility_icon_edit_arrow
source: Edit
de: Bearbeiten
ja: 編集する
ru: Редактировать
zh_hans: 编辑

# kh_uisdk_accessibility_icon_electric
source: Electric
ru: Электромобиль
zh_hans: 电动

# kh_uisdk_accessibility_icon_flight_number
source: Flight number
de: Flugnummer
ja: 便名
ru: Номер рейса
zh_hans: 航班号

# kh_uisdk_accessibility_icon_hybrid
source: Hybrid
ru: Гибрид
zh_hans: 混合动力

# kh_uisdk_accessibility_icon_passenger
source: Passenger
de: Fahrgast
ja: ご乗車のお客様
ru: Пассажир
zh_hans: 乘客

# kh_uisdk_accessibility_icon_train_number
source: Train number
de: Zugnummer
ja: 列車番号
ru: Номер поезда
zh_hans: 车次

# kh_uisdk_accessibility_label_comments
source: Add a comment
de: Einen Kommentar hinzufügen
ja: コメントを追加
ru: Добавить комментарий
zh_hans: 添加评论

# kh_uisdk_accessibility_label_delete_entry
source: Delete address
de: Gesamten Eintrag löschen
es: Eliminar toda la entrada
id: Hapus seluruh entri
ja: 住所を消去する
ru: Удалить адрес
th: ลบรายการทั้งหมด
zh_hans: 删除地址

# kh_uisdk_accessibility_label_drop_off_address
source: Drop-off address
ja: ドロップオフアドレス
ru: Адрес доставки
zh_hans: 下车地址

# kh_uisdk_accessibility_label_fleet_name
source: Fleet name
de: Name der Flotte
es: Nombre de la flota
id: Nama armada
ja: 艦隊名
ru: Название флота
zh_hans: 机队名称

# kh_uisdk_accessibility_label_flight_number
source: Flight number
de: Flugnummer
ja: 便名
ru: Номер рейса
zh_hans: 航班号

# kh_uisdk_accessibility_label_map_driver_pin
source: Driver pin icon
ja: ドライバーピンのアイコン
ru: Значок булавки водителя
zh_hans: 驱动程序图钉图标

# kh_uisdk_accessibility_label_map_dropoff_pin
source: Destination pin icon
ja: 宛先ピン アイコン
ru: Значок назначения
zh_hans: 目的地图钉图标

# kh_uisdk_accessibility_label_map_pickup_pin
source: Pick-up pin icon
ja: 出発ピン アイコン
ru: Значок отправления
zh_hans: 出发图钉图标

# kh_uisdk_accessibility_label_passenger
source: Passenger
de: Fahrgast
ja: ご乗車のお客様
ru: Пассажир
zh_hans: 乘客

# kh_uisdk_accessibility_label_pickup_address
source: Pick-up address
ja: アドレスをピックアップ
ru: Выберите адрес
zh_hans: 取货地址

# kh_uisdk_accessibility_label_quote_card
source: Quote card
ja: 見積もりカード
ru: Цитата карты
zh_hans: 报价卡

# kh_uisdk_accessibility_label_swap_addresses
source: Swap addresses
ru: Поменять адреса
zh_hans: 交换地址

# kh_uisdk_accessibility_label_train_number
source: Train number
de: Zugnummer
ja: 列車番号
ru: Номер поезда
zh_hans: 车次

# kh_uisdk_add_card
source: Add card
de: KARTE HINZUFÜGEN
es: AÑADIR TARJETA
fr: Ajouter une carte
id: TAMBAHKAN KARTU
it: AGGIUNGI CARTA
ja: カードを追加
nl: KAART TOEVOEGEN
pl: DODAJ KARTĘ
pt_br: ADICIONAR CARTÃO
ru: ДОБАВИТЬ КАРТУ
th: เพิ่มบัตร
zh_hans: 添加卡片

# kh_uisdk_add_comment_placeholder
source: Additional comments
de: Zusätzliche Bemerkungen
fr: Commentaires supplémentaires
id: Komentar tambahan
it: Commenti aggiuntivi
ja: 追加コメント
nl: Aanvullende opmerkingen
pl: Dodatkowe uwagi
pt_br: Comentários adicionais
ru: Дополнительные комментарии
th: ความคิดเห็นเพิ่มเติม
zh_hans: 补充评论

# kh_uisdk_add_flight_details
source: Flight number (Optional)
de: Flugnummer
es: Número de vuelo (Opcional)
fr: Numéro de vol (Optionnel)
id: Nomor Penerbangan (Opsional)
it: Numero del volo
ja: 便名（オプション）
nl: Vluchtnummer
pl: Numer lotu (nieobowiązkowo)
pt_br: Número do voo (opcional)
ru: Номер рейса (необязательно)
th: หมายเลขเที่ยวบิน (ไม่บังคับ)
zh_hans: 航班号（可选）

# kh_uisdk_additional_comments
source: Additional comments (child seat, wheelchair, etc.)
de: Zusätzliche Bemerkungen (Kindersitz, Rollstuhl, usw.)
es: Comentarios adicionales (niños, silla de ruedas, etc.)
fr: Infos supplémentaires (siège bébé, PMR, etc.)
id: Komentar tambahan (kursi anak, kursi roda, dll.)
it: Commenti aggiuntivi (seggiolino per bambini, sedia a rotelle, ecc.)
ja: 追加コメント（チャイルドシート、車いすなど）
nl: Opmerkingen (kinderzitje, rolstoel, etc.)
pl: Dodatkowe komentarze: (fotelik dziecięcy, wózek inwalidzki, itp.)
pt_br: Comentários adicionais (cadeirinha de criança, cadeira de rodas, etc.)
ru: Дополнительно (детское кресло, инвалидная коляска и т.д.)
th: ความคิดเห็นเพิ่มเติม (ที่นั่งเด็ก เก้าอี้รถเข็น ฯลฯ)
zh_hans: 附加说明（儿童座椅、轮椅等）

# kh_uisdk_address_drop_off
source: Drop off
de: Ziel
es: Destino
fr: Destination
id: Pengantaran
it: Arrivo
ja: 降車
nl: Afzetten
pl: Miejsce docelowe
pt_br: Destino
ru: Высадка
th: สถานที่ส่ง
zh_hans: 下车

# kh_uisdk_address_pick_up
source: Pickup
de: Abholung
es: Recogida
fr: Départ
id: Penjemputan
it: Prelievo
ja: お迎え
nl: Ophalen
pl: Miejsce odbioru
pt_br: Embarque
ru: Посадка
th: สถานที่รับ
zh_hans: 上车

# kh_uisdk_address_picker_add_pickup
source: Add pickup
de: Abholort hinzufügen
es: Añadir dirección de recogida
fr: Ajouter une adresse de départ
id: Tambahkan penjemputan
it: Aggiungi prelievo
ja: お迎えの場所を追加
nl: Ophaallocatie toevoegen
pl: Dodaj punkt odbioru
pt_br: Adicionar endereço de embarque
ru: Добавить место посадки
th: เพิ่มสถานที่รับ
zh_hans: 添加上车地点

# kh_uisdk_address_picker_destination_title
source: Destination
de: Zielort
es: Destino
fr: Arrivée
id: Tujuan
it: Destinazione
ja: 先
nl: Bestemming
pl: Miejsce przeznaczenia
pt_br: Destino
ru: Пункт назначения
th: ตำแหน่งปลายทาง
zh_hans: 目的地

# kh_uisdk_address_picker_dropoff_booking
source: Add destination
de: Ziel hinzufügen
es: Añadir dirección de destino
fr: Ajouter une destination
id: Tambahkan tujuan
it: Aggiungi destinazione
ja: 行き先を追加
nl: Bestemming toevoegen
pl: Dodaj cel
pt_br: Adicionar endereço de destino
ru: Добавить пункт назначения
th: เพิ่มตำแหน่งปลายทาง
zh_hans: 添加目的地

# kh_uisdk_address_picker_enter_destination
source: Enter destination
de: Ziel eingeben
es: ¿Dónde desea ir?
fr: Ajouter une destination
id: Masukkan tujuan
it: Inserisci destinazione
ja: 目的地を入力してください
nl: Bestemming invoeren
pl: Wprowadź cel
pt_br: Inserir endereço de destino
ru: Введите пункт назначения
th: ป้อนตำแหน่งปลายทาง
zh_hans: 输入目的地

# kh_uisdk_address_picker_enter_pickup
source: Enter pickup location
de: Abholort eingeben
es: ¿Dónde se encuentra?
fr: Adresse de départ
id: Masukkan lokasi penjemputan
it: Inserisci luogo del prelievo
ja: お迎えの場所を入力してください
nl: Ophaallocatie invoeren
pl: Wprowadź punkt odbioru
pt_br: Inserir endereço de embarque
ru: Введите место посадки
th: ป้อนสถานที่รับ
zh_hans: 输入上车地点

# kh_uisdk_address_picker_pickup_title
source: Pickup
de: Abholung
es: Punto de partida
fr: Départ
id: Penjemputan
it: Raccogliere
ja: 選び出す
nl: Oppakken
pl: Miejsce odbioru
pt_br: Embarque
ru: Посадка
th: ไปรับ
zh_hans: 拾起

# kh_uisdk_address_picker_prebook
source: Book
de: Buchen Sie
es: Reservar
fr: Réserver
id: Pesan
it: Libro
ja: 予約
nl: RESERVEER
pl: Rezerwuj
pt_br: Reservar
ru: Забронировать
th: จอง
zh_hans: 预订

# kh_uisdk_adyen_payment_error_10
source: The shopper's bank does not support or does not allow this type of transaction
de: Die Bank des Käufers unterstützt diese Art von Transaktion nicht oder erlaubt sie nicht.
es: El banco del comprador no admite o no permite este tipo de transacción
fr: La banque de l’acheteur ne prend pas en charge ou n’autorise pas ce type de transaction
id: Bank pembeli tidak mendukung atau tidak mengizinkan jenis transaksi ini
it: La banca dell'acquirente non supporta o non consente questo tipo di transazione
ja: 買い物客の銀行がこの種の取引をサポートしていない、または許可していない
nl: De bank van de klant ondersteunt dit type transactie niet of staat dit niet toe
pl: Bank kupującego nie obsługuje lub nie dopuszcza tego typu transakcji
pt_br: O banco do comprador não suporta ou não permite este tipo de transacção
ru: Банк покупателя не поддерживает или не разрешает этот тип транзакции
th: ธนาคารของนักช้อปไม่รองรับหรือไม่อนุญาตให้ทำธุรกรรมประเภทนี้
zh_hans: 购物者的银行不支持或不允许此类交易

# kh_uisdk_adyen_payment_error_11
source: 3D Secure authentication was not executed, or it did not execute successfully
de: Die 3D Secure-Authentifizierung wurde nicht oder nicht erfolgreich ausgeführt.
es: La autenticación 3D Secure no se ejecutó o no se ejecutó correctamente
fr: L’authentification 3D Secure n’a pas été exécutée ou ne s’est pas exécutée correctement
id: Otentikasi 3D Secure tidak dijalankan, atau tidak berhasil dijalankan
it: L'autenticazione 3D Secure non è stata eseguita o non è stata eseguita correttamente
ja: 3D セキュア認証が実行されなかった、または正常に実行されませんでした
nl: 3D Secure-verificatie is niet uitgevoerd of is niet succesvol uitgevoerd
pl: Uwierzytelnianie 3D Secure nie zostało wykonane lub zostało wykonane niepomyślnie
pt_br: A autenticação segura 3D não foi executada, ou não foi executada com sucesso
ru: Аутентификация 3D Secure не выполнена или не выполнена успешно
th: การตรวจสอบสิทธิ์ 3D Secure ไม่ได้ดำเนินการ หรือดำเนินการไม่สำเร็จ
zh_hans: 3D Secure 验证未执行，或未成功执行

# kh_uisdk_adyen_payment_error_12
source: The card does not have enough money to cover the payable amount
de: Die Karte hat nicht genug Geld, um den zu zahlenden Betrag zu decken
es: La tarjeta no tiene suficiente dinero para cubrir el monto a pagar
fr: La carte n’a pas assez d’argent pour couvrir le montant payable
id: Kartu tidak memiliki cukup uang untuk menutupi jumlah yang harus dibayar
it: La carta non ha abbastanza soldi per coprire l'importo da pagare
ja: カードには、支払い可能な金額をカバーするのに十分なお金がありません
nl: De kaart heeft niet genoeg geld om het te betalen bedrag te dekken
pl: Na karcie nie ma wystarczającej ilości środków na pokrycie kwoty do zapłaty
pt_br: O cartão não tem dinheiro suficiente para cobrir o montante a pagar
ru: На карте недостаточно средств для покрытия суммы к оплате
th: บัตรไม่มีเงินพอที่จะครอบคลุมจำนวนเงินที่ต้องชำระ
zh_hans: 该卡没有足够的钱来支付应付金额

# kh_uisdk_adyen_payment_error_14
source: Possible fraud.
de: Möglicher Betrug.
es: Posible fraude.
fr: Fraude possible.
id: Kemungkinan penipuan.
it: Possibile frode.
ja: 詐欺の可能性あり。
nl: Mogelijke fraude.
pl: Możliwe oszustwo.
pt_br: Possível fraude.
ru: Возможное мошенничество.
th: การฉ้อโกงที่เป็นไปได้
zh_hans: 可能的欺诈行为。

# kh_uisdk_adyen_payment_error_15
source: The transaction was cancelled.
de: Die Transaktion wurde abgebrochen.
es: La transacción fue cancelada.
fr: La transaction a été annulée.
id: Transaksi dibatalkan.
it: La transazione è stata annullata.
ja: 取引はキャンセルされました。
nl: De transactie is geannuleerd.
pl: Transakcja została anulowana.
pt_br: A transacção foi cancelada.
ru: Транзакция была отменена.
th: ธุรกรรมถูกยกเลิก
zh_hans: 交易被取消。

# kh_uisdk_adyen_payment_error_16
source: The shopper cancelled the transaction before completing it.
de: Der Käufer hat die Transaktion abgebrochen, bevor sie abgeschlossen wurde.
es: El comprador canceló la transacción antes de completarla.
fr: L’acheteur a annulé la transaction avant de la terminer.
id: Pembeli membatalkan transaksi sebelum menyelesaikannya.
it: L'acquirente ha annullato la transazione prima di completarla.
ja: 買い物客がトランザクションを完了する前にキャンセルしました。
nl: De shopper heeft de transactie geannuleerd voordat deze werd voltooid.
pl: Klient sklepu anulował transakcję przed jej zakończeniem.
pt_br: O comprador cancelou a transacção antes de a completar.
ru: Покупатель отменил транзакцию до ее завершения.
th: นักช้อปได้ยกเลิกการทำธุรกรรมก่อนที่จะเสร็จสิ้น
zh_hans: 购物者在完成交易之前取消了交易。

# kh_uisdk_adyen_payment_error_17
source: The specified PIN is incorrect or invalid.
de: Die angegebene PIN ist falsch oder ungültig.
es: El PIN especificado es incorrecto o no válido.
fr: Le code PIN spécifié est incorrect ou non valide.
id: PIN yang ditentukan salah atau tidak valid.
it: Il PIN specificato è errato o non valido.
ja: 指定された PIN が正しくないか無効です。
nl: De opgegeven pincode is onjuist of ongeldig.
pl: Podany kod PIN jest nieprawidłowy lub nieważny.
pt_br: O PIN especificado é incorrecto ou inválido.
ru: Указанный PIN-код неверен или недействителен.
th: หมายเลขบัตรที่ระบุไม่ถูกต้องหรือไม่ถูกต้อง
zh_hans: 指定的 PIN 不正确或无效。

# kh_uisdk_adyen_payment_error_18
source: The shopper specified an incorrect PIN more that three times in a row.
de: Der Kunde hat mehr als dreimal hintereinander eine falsche PIN eingegeben.
es: El comprador especificó un PIN incorrecto más de tres veces seguidas.
fr: L’acheteur a spécifié un code PIN incorrect plus de trois fois de suite.
id: Pembeli memasukkan PIN yang salah lebih dari tiga kali berturut-turut.
it: L'acquirente ha specificato un PIN errato più di tre volte di seguito.
ja: 買い物客が間違った PIN を連続して 3 回以上指定しました。
nl: De shopper heeft meer dan drie keer achter elkaar een onjuiste pincode opgegeven.
pl: Kupujący podał nieprawidłowy PIN więcej niż trzy razy z rzędu.
pt_br: O comprador especificou um PIN incorrecto mais de três vezes seguidas.
ru: Покупатель указал неверный PIN-код более трех раз подряд.
th: ผู้ซื้อระบุ PIN ที่ไม่ถูกต้องมากกว่าสามครั้งติดต่อกัน
zh_hans: 购物者连续 3 次以上指定了错误的 PIN。

# kh_uisdk_adyen_payment_error_19
source: It is not possible to validate the specified PIN number.
de: Es ist nicht möglich, die angegebene PIN-Nummer zu validieren.
es: No es posible validar el número PIN especificado.
fr: Il n’est pas possible de valider le code PIN spécifié.
id: Tidak mungkin untuk memvalidasi nomor PIN yang ditentukan.
it: Non è possibile convalidare il numero PIN specificato.
ja: 指定された PIN 番号を検証することはできません。
nl: Het is niet mogelijk om de opgegeven pincode te valideren.
pl: Nie jest możliwe zatwierdzenie podanego numeru PIN.
pt_br: Não é possível validar o número PIN especificado.
ru: Невозможно подтвердить указанный PIN-код.
th: ไม่สามารถตรวจสอบหมายเลข PIN ที่ระบุได้
zh_hans: 无法验证指定的 PIN 码。

# kh_uisdk_adyen_payment_error_2
source: The transaction was refused.
de: Die Transaktion wurde abgelehnt.
es: La transacción fue rechazada.
fr: La transaction a été refusée.
id: Transaksi ditolak.
it: La transazione è stata rifiutata.
ja: 取引は拒否されました。
nl: De transactie werd geweigerd.
pl: Transakcja została odrzucona.
pt_br: A transacção foi recusada.
ru: Сделка была отклонена.
th: ธุรกรรมถูกปฏิเสธ
zh_hans: 交易被拒绝。

# kh_uisdk_adyen_payment_error_20
source: The pre-authorisation risk checks resulted in a fraud score of 100 or more. Therefore, the transaction was flagged as fraudulent, and was refused.
de: Die Risikoprüfungen vor der Autorisierung ergaben einen Betrugswert von 100 oder mehr. Daher wurde die Transaktion als betrügerisch eingestuft und abgelehnt.
es: Los controles de riesgo de autorización previa dieron como resultado una puntuación de fraude de 100 o más. Por lo tanto, la transacción se marcó como fraudulenta y se rechazó.
fr: Les contrôles des risques préalables à l’autorisation ont abouti à un score de fraude de 100 ou plus. Par conséquent, la transaction a été signalée comme frauduleuse et a été refusée.
id: Pemeriksaan risiko pra-otorisasi menghasilkan skor penipuan 100 atau lebih. Oleh karena itu, transaksi tersebut ditandai sebagai penipuan, dan ditolak.
it: I controlli del rischio pre-autorizzazione hanno portato a un punteggio di frode pari o superiore a 100. Pertanto, la transazione è stata contrassegnata come fraudolenta ed è stata rifiutata.
ja: 承認前のリスク チェックの結果、不正スコアは 100 以上でした。したがって、トランザクションは不正としてフラグが立てられ、拒否されました。
nl: De pre-autorisatie risicocontroles resulteerden in een fraudescore van 100 of meer. Daarom werd de transactie als frauduleus gemarkeerd en geweigerd.
pl: W wyniku kontroli ryzyka przedautoryzacyjnego uzyskano wynik oszustwa wynoszący 100 lub więcej. Dlatego też transakcja została oznaczona jako oszustwo i została odrzucona.
pt_br: A soma das verificações de risco pré-autorização e pós-autorização resultou numa pontuação de fraude de 100 ou mais. Por conseguinte, a transacção foi assinalada como fraudulenta, e foi recusada.
ru: Проверки риска перед авторизацией привели к тому, что оценка мошенничества составила 100 или более баллов. Поэтому транзакция была отмечена как мошенническая и отклонена.
th: การตรวจสอบความเสี่ยงในการอนุมัติล่วงหน้าส่งผลให้มีคะแนนการฉ้อโกงตั้งแต่ 100 คะแนนขึ้นไป ดังนั้นธุรกรรมดังกล่าวจึงถูกตั้งค่าสถานะเป็นการฉ้อโกงและถูกปฏิเสธ
zh_hans: 预授权风险检查的欺诈分数为 100 分或更高。因此，该交易被标记为欺诈，并被拒绝。

# kh_uisdk_adyen_payment_error_21
source: The transaction was not submitted correctly for processing.
de: Die Transaktion wurde nicht korrekt zur Bearbeitung eingereicht.
es: La transacción no se envió correctamente para su procesamiento.
fr: Le paiement n’a pas été soumis correctement pour traitement.
id: Transaksi tidak terkirim dengan benar untuk diproses.
it: La transazione non è stata sottoposta correttamente all'elaborazione.
ja: 取引は正しく送信されず、処理できませんでした。
nl: De transactie is niet correct ingediend voor verwerking.
pl: Transakcja nie została poprawnie przekazana do przetworzenia.
pt_br: A transação não foi submetida corretamente para processamento.
ru: Транзакция не была правильно отправлена на обработку.
th: ส่งธุรกรรมสำหรับการประมวลผลไม่ถูกต้อง
zh_hans: 交易未正确提交以供处理。

# kh_uisdk_adyen_payment_error_22
source: Pre-authorisation and post-authorisation risk checks resulted in a combined fraud score of 100 or higher, resulting in the transaction being refused and flagged as fraudulent.
de: Die Summe der Risikoprüfungen vor und nach der Autorisierung ergab einen kombinierten Betrugswert von 100 oder mehr. Daher wurde die Transaktion als betrügerisch eingestuft und abgelehnt.
es: La suma de las comprobaciones de riesgo previas y posteriores a la autorización dio como resultado una puntuación de fraude de 100 o más. Por tanto, la transacción se marcó como fraudulenta y se rechazó.
fr: Les contrôles de risques préalables et postérieurs à l’autorisation ont abouti à un score de fraude de 100 ou plus. Le paiement a donc été signalé comme frauduleux et a été refusé.
id: Pemeriksaan risiko pra-autorisasi dan pasca-autorisasi menghasilkan skor penipuan 100 atau lebih. Oleh karena itu, transaksi tersebut ditolak karena dianggap penipuan.
it: I controlli di pre-autorizzazione e post-autorizzazione hanno prodotto un punteggio di frode totale pari o superiore a 100. La transazione è stata quindi rifiutata e segnalata come fraudolenta.
ja: 承認前と承認後のリスクチェックの結果、不正スコアが100以上となったため、取引は拒否され不正の判定が下されました。
nl: Risicocontroles bij het vooraf en achteraf autoriseren resulteerden in een gecombineerde fraudescore van 100 of meer. Daarom werd de transactie als frauduleus gemarkeerd en geweigerd.
pl: Kontrola ryzyka przed- i poautoryzacyjnego wynosi w sumie 100 lub więcej punktów, dlatego też transakcja została oznaczona jako możliwe oszustwo i została odrzucona.
pt_br: Os controles de risco de pré-autorização e pós-autorização indicaram uma pontuação de fraude combinada de 100 ou mais. Por isso, a transação foi assinalada como fraudulenta e foi recusada.
ru: Проверки риска перед авторизацией привели к тому, что оценка мошенничества составила 100 или более баллов. Поэтому транзакция была отменена и отмечена как мошенническая.
th: การตรวจสอบความเสี่ยงเพื่อกันวงเงินและหลังกันวงเงินได้ผลคะแนนการฉ้อโกงเท่ากับ 100 คะแนนขึ้นไป ดังนั้นจึงส่งผลให้ธุรกรรมดังกล่าวถูกปฏิเสธหรือรายงานว่าเป็นการฉ้อโกง
zh_hans: 授权前和授权后风险检查的总体欺诈分数为 100 分或更高，因此该交易被拒绝并标记为欺诈。

# kh_uisdk_adyen_payment_error_23
source: Transaction denied
de: Transaktion abgelehnt
es: Transacción no permitida
fr: Paiement refusé
id: Transaksi ditolak
it: Transazione negata
ja: 取引拒否
nl: Transactie geweigerd
pl: Transakcja niedozwolona
pt_br: Transação negada
ru: Транзакция не разрешена
th: ธุรกรรมถูกปฏิเสธ
zh_hans: 交易被拒绝

# kh_uisdk_adyen_payment_error_24
source: Invalid CVC (card security code).
de: Ungültiger CVC (Card Security Code).
es: El CVC especificado no es válido.
fr: CVC (code de sécurité de la carte) non valide.
id: CVC (kode keamanan kartu) tidak valid.
it: CVC (codice di sicurezza della carta) non valido.
ja: CVC（カードセキュリティコード）が無効です。
nl: Ongeldige CVC (kaartbeveiligingscode).
pl: Kod CVC (card security code) jest nieprawidłowy.
pt_br: CVC inválido (código de segurança do cartão).
ru: Указанный CVC (код безопасности) недействителен.
th: CVC (รหัสความปลอดภัยของการ์ด) ไม่ถูกต้อง
zh_hans: 无效 CVC（卡片安全码）。

# kh_uisdk_adyen_payment_error_25
source: Restricted card
de: Eingeschränkte Karte
es: Tarjeta restringida
fr: Carte bloquée
id: Kartu tidak dapat digunakan
it: Carta con restrizioni
ja: 制限付きカード
nl: Kaart met beperkingen
pl: Karta zastrzeżona
pt_br: Cartão restrito
ru: Карта с ограниченным доступом
th: บัตรถูกจำกัด
zh_hans: 卡片受限

# kh_uisdk_adyen_payment_error_26
source: Revocation of authorisation order
de: Widerruf der Autorisierung
es: Orden de revocación de autorización
fr: Autorisation révoquée
id: Pencabutan perintah autorisasi
it: Revoca dell'ordine di autorizzazione
ja: 認可命令の取消
nl: Intrekking van autorisatieopdracht
pl: Cofnięcie autoryzacji
pt_br: Pedido de autorização revogado
ru: Отзыв приказа об авторизации
th: เพิกถอนคำสั่งกันวงเงิน
zh_hans: 撤销授权令

# kh_uisdk_adyen_payment_error_27
source: Non-generic error
de: Spezifischer Fehler
es: Error no genérico
fr: Erreur non générique
id: Kesalahan non-umum
it: Errore non generico
ja: 非一般的なエラー
nl: Niet-algemene fout
pl: Błąd niegeneryczny
pt_br: Erro não genérico
ru: Необщая ошибка
th: ข้อผิดพลาดที่ไม่ใช่แบบทั่วไป
zh_hans: 非一般错误
