Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_allocation_delay_text
source: It’s taking longer than usual for the ride provider to allocate a driver. Please wait, contact the ride provider, or cancel and rebook with another ride provider.
de: Es dauert länger als gewöhnlich, bis die Flotte einen Fahrer zuweist. Bitte warten Sie, kontaktieren Sie die Flotte oder stornieren Sie und buchen Sie bei einer anderen Flotte.
es: La flota está tardando más de lo habitual en asignar un conductor. Puede esperar, contactar con la flota o cancelar y volver a reservar con una flota diferente.
fr: Désolé, l’attribution d'un chauffeur prend plus de temps que prévu. Vous pouvez contacter le partenaire, annuler la course ou commander avec un autre prestataire.
id: Butuh waktu lebih lama dari biasanya bagi armada untuk mengalokasikan pengemudi. Harap tunggu, hubungi armada, atau batalkan dan pesan ulang dengan armada lain.
it: La flotta ci sta mettendo più del solito ad assegnarti un conducente. Attendi, contatta la flotta o cancella e riprenota con un’altra flotta.
ja: 乗車サービス業者の割り当てに通常よりも時間がかかっています。お待ちいただくか、業者に連絡するか、あるいはキャンセルして別の業者で再度予約してください。
nl: Het toewijzen van een chauffeur door de ritaanbieder duurt langer dan normaal. Blijf wachten, neem contact op met de ritaanbieder, of annuleer en boek bij een andere ritaanbieder.
pl: Wyszukiwanie kierowcy trwa dłużej niż zwykle. Poczekaj, skontaktuj się z przewoźnikiem lub anuluj przejazd i zarezerwuj ponownie u innego przewoźnika.
pt_br: A frota está demorando mais do que o habitual para atribuir um motorista. Aguarde, entre em contato com a frota ou cancele e reserve novamente com uma frota diferente.
ru: Перевозчику требуется больше времени, чем обычно, чтобы найти водителя. Пожалуйста, подождите, свяжитесь с перевозчиком или отмените заказ и обратитесь к другому перевозчику.
th: ผู้ให้บริการโดยสารใช้เวลามอบหมายคนขับนานกว่าปกติ โปรดรอสักครู่ ติดต่อผู้ให้บริการโดยสาร หรือยกเลิกและจองใหม่กับผู้ให้บริการโดยสารรายอื่น
zh_hans: 行程提供商分配司机的时间比平时要长。请稍候，联系行程提供商，或取消并重新预订其他行程提供商。

# kh_uisdk_allocation_delay_title
source: Allocation delay
de: Verzögerung bei der Zuweisung
es: Retraso en la asignación
fr: Délai d’attribution
id: Alokasi tertunda
it: Ritardo nell'assegnazione
ja: 割り当てに時間がかかっています
nl: Toewijzing vertraagd
pl: Opóźnienie przypisania
pt_br: Demora na atribuição
ru: Задержка распределения
th: การมอบหมายล่าช้า
zh_hans: 分配延迟

# kh_uisdk_alternative
source: Select an alternative
de: ALTERNATIVE AUSWÄHLEN
es: OTRAS OPCIONES
fr: Autre options
id: PILIH ALTERNATIF
it: SELEZIONA UN’ALTERNATIVA
ja: 別の選択肢を選ぶ
nl: ALTERNATIEF KIEZEN
pl: WYBIERZ INNĄ OFERTĘ
pt_br: ESCOLHA UMA ALTERNATIVA
ru: ВЫБРАТЬ АЛЬТЕРНАТИВУ
th: เลือกตัวเลือกอื่น
zh_hans: 选择其他

# kh_uisdk_arrival
source: Arrival
de: Ankunft
es: Llegada
fr: Arrivée
id: Kedatangan
it: Arrivo
ja: 到着
nl: Aankomst
pl: Miejsce spotkania
pt_br: Chegada
ru: Прибытие
th: การมาถึง
zh_hans: 到达

# kh_uisdk_arrived
source: Your %@ driver has arrived
de: Ihr %@-Fahrer ist angekommen
es: Su conductor de %@ ha llegado
fr: Votre chauffeur %@ est arrivé
id: Pengemudi %@ Anda telah tiba
it: Il tuo conducente %@ è arrivato
ja: %@のドライバーが到着しました
nl: Uw %@-chauffeur is gearriveerd
pl: Twój kierowca %@ jest na miejscu
pt_br: O seu motorista %@ chegou
ru: Ваш водитель %@ прибыл
th: คนขับ %@ ของคุณมาถึงแล้ว
zh_hans: 您的 %@ 司机已到达

# kh_uisdk_asap_no_coverage_warning
source: ASAP bookings are not available for the selected addresses
de: ASAP-Buchungen sind für die ausgewählten Adressen nicht verfügbar
es: Las reservas ASAP no están disponibles para las direcciones seleccionadas
id: Pemesanan ASAP tidak tersedia untuk alamat yang dipilih
ja: ASAP の予約は、ピックアップ先の住所ではご利用いただけません
nl: ASAP-boekingen zijn niet beschikbaar op uw ophaaladres
pt_br: As marcações ASAP não estão disponíveis no seu endereço de levantamento
ru: Заказы ASAP недоступны по вашему адресу получения
th: ไม่สามารถจอง ASAP ได้ตามที่อยู่สำหรับรับของคุณ
zh_hans: 您的上车地址无法进行 ASAP 预订

# kh_uisdk_back
source: Back
de: Zurück
es: Volver
fr: Retour
id: Kembali
it: Indietro
ja: 戻る
nl: Terug
pl: Wróć
pt_br: Voltar
ru: Назад
th: กลับ
zh_hans: 返回

# kh_uisdk_baggage_max
source: %d piece(s) of luggage max
de: Max. %d Gepäckstück(e)
es: Máximo de bultos de equipaje: %d
fr: %d bagage(s) max
id: %d bagasi maks
it: Max %d bagagli/o
ja: 荷物：%d個まで
nl: Max. %d stuks bagage
pl: Maksymalna liczba sztuk bagażu: %d
pt_br: Máx. de %d bagagem(s)
ru: Максимум %d багажа
th: สัมภาระสูงสุด %d ชิ้น
zh_hans: 最多 %d 件行李

# kh_uisdk_base
source: Base fare
de: Basistarif
es: Tarifa base
fr: Prix de base
id: Tarif dasar
it: Tariffa base
ja: 基本料金
nl: Basistarief
pl: Opłata podstawowa
pt_br: Tarifa base
ru: Базовый тариф
th: ค่าโดยสารพื้นฐาน
zh_hans: 基本车费

# kh_uisdk_base_fare_explanation
source: Your final fare might be affected by tips, tolls, taxes, and other charges.
de: Ihr Endpreis kann durch Trinkgelder, Mautgebühren, Steuern und andere Gebühren beeinflusst werden.
es: La tarifa final puede verse afectada por propinas, peajes, impuestos y otros cargos.
fr: Le prix final peut être affecté par des péages, pourboires, taxes ou autres surcharges.
id: Tarif akhir Anda mungkin dipengaruhi oleh tip, tol, pajak, dan biaya lainnya.
it: La tua tariffa finale potrebbe essere influenzata da mance, pedaggi, tasse e altri costi.
ja: 最終的な金額は、チップ、通行料、税金、その他の料金により変わる場合があります。
nl: Uw uiteindelijke tarief hangt af van fooi, tolgeld, belastingen en andere heffingen.
pl: Na ostateczną opłatę mogą mieć wpływ napiwki, opłaty drogowe, podatki i inne opłaty.
pt_br: A tarifa final pode ser afetada por gorjetas, pedágios, impostos e outros custos extra.
ru: Окончательный тариф может зависеть от чаевых, налогов, дорожных и других сборов.
th: ค่าโดยสารสุดท้ายของคุณอาจได้รับผลกระทบจากค่าทิป ค่าผ่านทาง ภาษี และค่าใช้จ่ายอื่นๆ
zh_hans: 您的最终车费可能受到小费、通行费、税费和其他费用的影响。

# kh_uisdk_book_now
source: Confirm and pay
de: BESTÄTIGEN UND BEZAHLEN
es: CONFIRMAR Y PAGAR
fr: Confirmer et payer
id: KONFIRMASI DAN BAYAR
it: CONFERMA E PAGA
ja: 確定して支払う
nl: BEVESTIGEN EN BETALEN
pl: POTWIERDŹ I ZAPŁAĆ
pt_br: CONFIRMAR E PAGAR
ru: ПОДТВЕРДИТЬ И ОПЛАТИТЬ
th: ยืนยันและชำระเงิน
zh_hans: 确认并支付

# kh_uisdk_book_pay
source: Pay
de: Bezahlen
es: Preste
fr: Payer
id: Bayar
ja: 支払い
nl: Betalen
pl: Zapłać
pt_br: Pague
ru: платить
th: การชำระเงิน
zh_hans: 工资

# kh_uisdk_book_return_ride
source: Book return ride
de: Rückfahrt buchen
es: Reservar viaje de vuelta
fr: Réserver la course retour
id: Pesan perjalanan pulang
it: Prenota corsa di ritorno
ja: 帰りの乗車サービスを予約
nl: Retourrit boeken
pl: Zarezerwuj przejazd powrotny
pt_br: Reservar viagem de volta
ru: Забронировать поездку обратно
th: จองการเดินทางขากลับ
zh_hans: 预订返回行程

# kh_uisdk_booking_car
source: Book a ride
de: FAHRT BUCHEN
es: RESERVAR VIAJE
fr: Réserver une course
id: PESAN PERJALANAN
it: PRENOTA CORSA
ja: 乗車サービスを予約する
nl: RIT BOEKEN
pl: ZAREZERWUJ PRZEJAZD
pt_br: RESERVAR VIAGEM
ru: ЗАБРОНИРОВАТЬ ПОЕЗДКУ
th: จองการเดินทาง
zh_hans: 预订行程

# kh_uisdk_booking_checkout_add_passenger
source: Add passenger details
de: Fahrgastdaten hinzufügen
es: Añadir detalles del pasajero
fr: Ajouter les détails du passager
id: Tambahkan detail penumpang
it: Aggiungi dettagli passeggero
ja: 乗客の情報を追加する
nl: Gegevens passagier toevoegen
pl: Dodaj dane pasażerów
pt_br: Adicionar detalhes dos passageiros
ru: Добавить информацию о пассажире
th: เพิ่มรายละเอียดผู้โดยสาร
zh_hans: 添加乘客详情

# kh_uisdk_booking_checkout_add_payment_method
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambahkan
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
zh_hans: 添加

# kh_uisdk_booking_checkout_passenger
source: Passenger
de: Fahrgast
es: Pasajero
fr: Passager
id: Penumpang
it: Passeggero
ja: ご乗車のお客様
nl: Passagier
pl: Pasażer
pt_br: Passageiro
ru: Пассажир
th: ผู้โดยสาร
zh_hans: 乘客

# kh_uisdk_booking_checkout_title
source: Checkout
de: Zur Kasse
es: Página de pago
fr: Paiement
id: Keluar
ja: チェックアウト
nl: Afrekenen
pl: Opłać
ru: Совершить покупку
th: ชำระเงิน
zh_hans: 结账

# kh_uisdk_booking_confirmation
source: Booking confirmed
de: Buchung bestätigt
es: Reserva confirmada
fr: Course confirmée
id: Pemesanan telah dikonfirmasi
it: Prenotazione confermata
ja: 予約確定済み
nl: Boeking bevestigd
pl: Rezerwacja potwierdzona
pt_br: Reserva confirmada
ru: Бронирование подтверждено
th: ยืนยันการจองแล้ว
zh_hans: 预订确认

# kh_uisdk_booking_confirmation_go_to_ride_details
source: Go to ride details
de: Zu den Details der Fahrt
es: Ir a los detalles del viaje
fr: Aller aux détails du trajet
id: Pergi ke rincian perjalanan
it: Vai ai dettagli della corsa
ja: 乗車の詳細に移動
nl: Ga naar ritgegevens
pl: Przejdź do szczegółów przejazdu
pt_br: Ir para os detalhes do passeio
ru: Перейти к подробностям поездки
th: ไปที่รายละเอียดการขี่
zh_hans: 前往乘车详情

# kh_uisdk_booking_details_error
source: Invalid booking details
de: Ungültige Buchungsdetails
es: Detalles de reserva no válidos
fr: Informations de réservation non valables
id: Detail pemesanan tidak valid
it: Dettagli della prenotazione non validi
ja: 予約の詳細が無効です
nl: Ongeldige boekingsgegevens
pl: Nieprawidłowe szczegóły rezerwacji
pt_br: Detalhes de reserva inválidos
ru: Неверные данные бронирования
th: รายละเอียดการจองไม่ถูกต้อง
zh_hans: 无效的预订详情

# kh_uisdk_booking_failed
source: Booking failed
de: Buchung fehlgeschlagen
es: Reserva fallida
fr: La réservation a échoué
id: Pemesanan gagal
it: Prenotazione non riuscita
ja: 予約に失敗しました
nl: Boeking mislukt
pl: Rezerwacja nie powiodła się
pt_br: Falha na reserva
ru: Ошибка при бронировании
th: การจองไม่สำเร็จ
zh_hans: 预订失败

# kh_uisdk_booking_failed_body
source: Sorry, demand is high at the moment and %1$@ doesn’t have any drivers available.
de: Die Nachfrage ist im Moment sehr hoch. %1$@ hat keine verfügbaren Fahrer.
es: Lo sentimos, hay una alta demanda y %1 no tiene conductores disponibles en este momento.
fr: Désolé, la demande est forte en ce moment : aucun chauffeur n’est disponible chez %1$@.
id: Maaf, permintaan sedang tinggi. %1$@ tidak memiliki pengemudi yang tersedia.
it: Siamo spiacenti, la domanda è alta al momento e %1$@ non ha conducenti disponibili.
ja: あいにく、現在大変混み合っています。%1$@にはドライバーの空きがありません。
nl: Het is erg druk op dit moment. %1$@ heeft geen chauffeurs beschikbaar.
pl: Przepraszamy, jest duże zapotrzebowanie. %1$@ nie ma dostępnych kierowców.
pt_br: Lamentamos, a procura é elevada neste momento e a %1$@ não tem motoristas disponíveis.
ru: Период высокого спроса на машины. У %1$@ нет свободных водителей.
th: ขออภัย ขณะนี้มีความต้องการสูง ทำให้ %1$@ ไม่มีคนขับที่พร้อมให้บริการ
zh_hans: 抱歉，当前需求量很大。%1$@ 没有可用的司机。

# kh_uisdk_booking_failed_body_no_fleet_name
source: Sorry, demand is high at the moment. The ride provider you selected doesn’t have any drivers available.
de: Entschuldigung, die Nachfrage ist hoch. Die ausgewählte Flotte hat keine verfügbaren Fahrer.
es: Hay una alta demanda en estos momentos. La flota seleccionada no tiene conductores disponibles.
fr: Désolé, la demande est forte en ce moment : aucun chauffeur n’est disponible chez le partenaire sélectionné.
id: Maaf, permintaan sedang tinggi. Armada yang Anda pilih tidak memiliki pengemudi yang tersedia.
it: Siamo spiacenti, la domanda è alta al momento. La flotta selezionata non ha conducenti disponibili.
ja: 申し訳ありませんが、現在たいへん混み合っています。選択した業者にはドライバーの空きがありません。
nl: Het is erg druk op dit moment. De gekozen ritaanbieder heeft geen chauffeurs beschikbaar.
pl: Przepraszamy, odnotowujemy obecnie duże zapotrzebowanie. Wybrany przewoźnik nie ma dostępnych kierowców.
pt_br: Lamentamos, a demanda está elevada neste momento. A frota selecionada não possui motoristas disponíveis.
ru: Период повышенного спроса. В выбранном вами перевозчике нет свободных водителей.
th: ขออภัย ขณะนี้มีความต้องการสูง ผู้ให้บริการโดยสารที่คุณเลือกไม่มีคนขับที่พร้อมให้บริการ
zh_hans: 抱歉，当前需求量很大。所选行程提供商没有可用的司机。

# kh_uisdk_booking_terms
source: By making a booking you agree to the %1$@ | %2$@ and %3$@ %4$@ | %3$@ %5$@.
de: Mit der Buchung erklären Sie sich mit den %1$@ | %2$@ und %3$@ %4$@ | %3$@ %5$@ einverstanden.
es: Al hacer una reserva, usted acepta: %1$@ | %2$@ y %4$@ de %3$@ | %5$@ de %3$@.
fr: En effectuant une réservation, vous acceptez les %1$@ et la %2$@, ainsi que la %5$@ et les %4$@ de %3$@
id: Dengan melakukan pemesanan, Anda menyetujui %2$@ dan %3$@ | %1$@ %3$@ %5$@ | %4$@
it: Effettuando una prenotazione accetti i %2$@ e %3$@ di %1$@ e i %3$@ %5$@ di %4$@.
ja: 予約することで、%1$@ | %2$@および%3$@、ならびに、%4$@ | %3$@%5$@に同意したことになります。
nl: Door te boeken gaat u akkoord met de %1$@ | %2$@ %3$@ %4$@ | %3$@ %5$@.
pl: Dokonując rezerwacji, akceptujesz %1$@ | %2$@ i %3$@%4$@ | %3$@%5$@.
pt_br: Ao efetuar uma reserva, você aceita os %2$@ e %3$@ da %1$@ e os %3$@ e %5$@ da %4$@.
ru: Совершая бронирование, вы соглашаетесь с %1$@ | %2$@ и %3$@%4$@ | %3$@%5$@.
th: การจองแสดงว่าคุณยอมรับ %1$@ | %2$@ และ %3$@ %4$@ | %3$@ %5$@
zh_hans: 预订即表示您同意 %1$@ | %2$@ 和 %3$@ %4$@ | %3$@ %5$@。

# kh_uisdk_booking_terms_and_conditions
source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
id: Syarat Penggunaan
it: Termini d’Uso
ja: 利用規約
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt_br: Termos de Uso
ru: Условия использования
th: ข้อกำหนดการใช้งาน
zh_hans: 使用条款

# kh_uisdk_bookings
source: Bookings
de: Buchungen
es: Reservas
fr: Réservations
id: Pemesanan
it: Prenotazioni
ja: 予約
nl: Boekingen
pl: Rezerwacje
pt_br: Reservas
ru: Бронирования
th: การจอง
zh_hans: 预订

# kh_uisdk_call
source: Call driver
de: FAHRER ANRUFEN
es: LLAMAR AL CONDUCTOR
fr: Appeler le chauffeur
id: PANGGIL PENGEMUDI
it: CHIAMA CONDUCENTE
ja: ドライバーに電話する
nl: CHAUFFEUR BELLEN
pl: POŁĄCZ Z KIEROWCĄ
pt_br: LIGAR PARA MOTORISTA
ru: ВЫЗОВ ВОДИТЕЛЯ
th: โทรหาคนขับ
zh_hans: 呼叫司机

# kh_uisdk_cancel
source: Cancel
de: ABBRECHEN
es: CANCELAR
fr: Annuler
id: BATALKAN
it: CANCELLA
ja: キャンセル
nl: ANNULEREN
pl: Anuluj
pt_br: CANCELAR
ru: ОТМЕНА
th: ยกเลิก
zh_hans: 取消

# kh_uisdk_cancel_ride
source: Cancel ride
de: Fahrt stornieren
es: Cancelar viaje
fr: Annuler la course
id: Batalkan Perjalanan
it: Cancella corsa
ja: 乗車サービスをキャンセルする
nl: Rit annuleren
pl: Anuluj przejazd
pt_br: Cancelar viagem
ru: Отменить поездку
th: ยกเลิกการเดินทาง
zh_hans: 取消行程

# kh_uisdk_cancel_ride_successful
source: Your ride has been cancelled successfully
de: Ihre Fahrt wurde erfolgreich storniert
es: Su viaje se canceló con éxito
fr: Votre course a bien été annulée
id: Perjalanan Anda telah berhasil dibatalkan
it: Cancellazione corsa riuscita
ja: 乗車サービスは正常にキャンセルされました
nl: Uw rit is geannuleerd
pl: Anulowanie Twojego przejazdu powiodło się
pt_br: Sua viagem foi cancelada
ru: Ваша поездка успешно отменена
th: ยกเลิกการเดินทางของคุณเรียบร้อยแล้ว
zh_hans: 您的行程已成功取消

# kh_uisdk_cancel_ride_successful_message
source: Your ride has been cancelled successfully.
de: Ihre Fahrt wurde erfolgreich storniert.
es: Su viaje se canceló con éxito.
fr: Votre course a bien été annulée.
id: Perjalanan Anda telah berhasil dibatalkan.
it: Cancellazione corsa riuscita.
ja: 乗車サービスは正常にキャンセルされました。
nl: Uw rit is geannuleerd.
pl: Twój przejazd został anulowany.
pt_br: Sua viagem foi cancelada.
ru: Ваша поездка успешно отменена.
th: ยกเลิกการเดินทางของคุณเรียบร้อยแล้ว
zh_hans: 您的行程已成功取消。

# kh_uisdk_cancel_your_ride
source: Cancel ride?
de: Fahrt stornieren?
es: ¿Cancelar el viaje?
fr: Annuler votre course ?
id: Batalkan perjalanan Anda?
it: Cancella corsa?
ja: 乗車サービスをキャンセルしますか？
nl: Wilt u uw rit annuleren?
pl: Anulować przejazd?
pt_br: Cancelar viagem?
ru: Отменить поездку?
th: ยกเลิกการเดินทางหรือไม่
zh_hans: 取消行程？

# kh_uisdk_cancelled
source: Cancelled
de: Storniert
es: Cancelado
fr: Annulée
id: Dibatalkan
it: Cancellata
ja: キャンセルしました
nl: Geannuleerd
pl: Anulowany
pt_br: Cancelada
ru: Отмена
th: ยกเลิกแล้ว
zh_hans: 已取消

# kh_uisdk_cancelled_by_dispatch
source: %@ has cancelled your ride
de: Der Anbieter %@ hat Ihre Fahrt storniert
es: %@ canceló su reserva
fr: %@ vient d'annuler votre course
id: %@ telah membatalkan perjalanan Anda
it: %@ ha cancellato la tua corsa
ja: %@はあなたの乗車サービスをキャンセルしました
nl: %@ heeft uw rit geannuleerd
pl: Przewoźnik %@ odwołał Twoją podróż
pt_br: A %@ cancelou sua viagem
ru: Перевозчик %@ отменил вашу поездку
th: %@ ได้ยกเลิกการเดินทางของคุณ
zh_hans: %@ 取消了您的行程

# kh_uisdk_cancelled_by_user
source: You have cancelled your ride with %@
de: Sie haben Ihre Fahrt mit %@ storniert
es: Ha cancelado tu viaje con %@
fr: Vous avez annulé votre course avec %@
id: Anda telah membatalkan perjalanan dengan %@
it: Hai cancellato la tua corsa con %@
ja: %@での乗車サービスをキャンセルしました
nl: U hebt uw rit met %@ geannuleerd
pl: Anulowałeś przejazd z %@
pt_br: Você cancelou sua viagem com a %@
ru: Вы отменили поездку с %@
th: คุณได้ยกเลิกการเดินทางกับ %@
zh_hans: 您已取消您的 %@行程

# kh_uisdk_cancelling
source: Tap and hold to cancel
de: Tippen und halten, um zu stornieren
es: Mantenga pulsado para cancelar
fr: Appuyez longtemps pour annuler
id: Ketuk dan tahan untuk membatalkan
it: Tieni premuto per cancellare
ja: キャンセルするにはタップして長押しします
nl: Houd vast om te annuleren
pl: Przytrzymaj, aby anulować
pt_br: Toque e segure para cancelar
ru: Нажмите и удерживайте, чтобы отменить
th: แตะค้างไว้เพื่อยกเลิก
zh_hans: 长按取消

# kh_uisdk_cancelling_ride
source: Cancelling ride
de: Fahrt wird storniert
es: Cancelando viaje
fr: Annulation de la course
id: Membatalkan perjalanan
it: Cancellazione corsa
ja: 乗車サービスのキャンセル処理中です
nl: Rit annuleren
pl: Anulowanie przejazdu
pt_br: Cancelando a viagem
ru: Отмена поездки
th: กำลังยกเลิกการเดินทาง
zh_hans: 正在取消行程

# kh_uisdk_card
source: Card
de: Karte
es: Tarjeta
fr: Carte
id: Kartu
it: Carta
ja: カード
nl: Kaart
pl: Karta
pt_br: Cartão
ru: Карта
th: บัตร
zh_hans: 卡片

# kh_uisdk_checked
source: Checked
de: Geprüft
es: Comprobado
fr: Vérifié
id: Dicentang
it: Visualizzata
ja: チェック済み
nl: Gecontroleerd
pl: Sprawdzony
pt_br: Verificado
ru: Проверено
th: เลือกแล้ว
zh_hans: 已检查

# kh_uisdk_checkout_airport_example
source: e.g AF009
de: z.B. AF009
es: por ejemplo, AF009
fr: p. ex. AF009
id: misalnya AF009
ja: 例: AF009
nl: bijv. AF009
pl: np. AF009
ru: например AF009
th: เช่น AF009
zh_hans: 例如AF009

# kh_uisdk_checkout_airport_subtitle
source: A driver will be waiting for you even if the flight is delayed.
de: Ein Fahrer wird auf Sie warten, auch wenn der Flug Verspätung hat.
es: Un conductor le estará esperando aunque el vuelo se retrase.
fr: Un chauffeur vous attendra même si le vol est retardé.
id: Seorang pengemudi akan menunggu Anda meskipun penerbangan ditunda.
ja: 飛行機が遅れても運転手が待っています。
nl: Een chauffeur zal op u wachten, zelfs als de vlucht vertraagd is.
pl: Dodaj numer lotu
pt_br: Um motorista estará esperando por você, mesmo se o vôo estiver atrasado.
ru: Водитель будет ждать вас даже в случае задержки рейса.
th: พนักงานขับรถจะรอคุณแม้ว่าเที่ยวบินจะล่าช้าก็ตาม
zh_hans: 即使航班延误，也会有司机等着你。

# kh_uisdk_checkout_airport_title
source: Add a flight number
de: Eine Flugnummer hinzufügen
es: Añadir un número de vuelo
fr: Ajouter un numéro de vol
id: Menambahkan nomor penerbangan
ja: フライトナンバーを追加する
nl: Een vluchtnummer toevoegen
pl: Numer lotu
pt_br: Adicionar um número de vôo
ru: Добавить номер рейса
th: เพิ่มหมายเลขเที่ยวบิน
zh_hans: 添加一个航班号

# kh_uisdk_checkout_as_guest
source: Book a ride
de: FAHRT BUCHEN
es: RESERVAR VIAJE
fr: Réserver une course
id: PESAN PERJALANAN
it: PRENOTA CORSA
ja: 乗車サービスを予約する
nl: RIT BOEKEN
pl: ZAREZERWUJ PRZEJAZD
pt_br: RESERVAR VIAGEM
ru: ЗАБРОНИРОВАТЬ ПОЕЗДКУ
th: จองการเดินทาง
zh_hans: 预订行程

# kh_uisdk_checkout_comments_subtitle
source: For example: child seat, wheelchair access needed, etc.
de: Zum Beispiel: Kindersitz, Zugang für Rollstuhlfahrer erforderlich usw.
es: Por ejemplo: asiento para niños, necesidad de acceso en silla de ruedas, etc.
fr: Siège bébé, PMR, etc.
id: Misalnya: kursi anak, akses kursi roda yang dibutuhkan, dll.
ja: 例：チャイルドシート、車椅子での移動が必要など。
nl: Bijvoorbeeld: kinderzitje, rolstoel nodig, enz.
pl: Komentarz dla Twojego kierowcy
pt_br: Por exemplo: cadeira de criança, acesso de cadeira de rodas necessário, etc.
ru: Например: детское кресло, необходим доступ для инвалидной коляски и т.д.
th: ตัวอย่างเช่น: ที่นั่งสำหรับเด็ก, ต้องใช้เก้าอี้รถเข็น ฯลฯ
zh_hans: 例如：儿童座椅、需要轮椅通道等。

# kh_uisdk_checkout_comments_title
source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
id: Komentar
ja: コメント
nl: Opmerkingen
pl: Komentarz
pt_br: Comentário
ru: Комментировать
th: ความเห็น
zh_hans: 评论

# kh_uisdk_checkout_error_only_letters_and_digits_allowed
source: Only letters and numbers are allowed
de: Nur Buchstaben und Zahlen sind erlaubt
es: Solo se permiten letras y números.
fr: Seules les lettres et les chiffres sont autorisés
id: Hanya huruf dan angka yang diperbolehkan
ja: 文字と数字のみを使用できます
nl: Alleen letters en cijfers zijn toegestaan
pl: Dozwolone są tylko litery i cyfry
pt_br: Só são permitidas letras e números
ru: Допускаются только буквы и цифры
th: อนุญาตเฉพาะตัวอักษรและตัวเลขเท่านั้น
zh_hans: 只允许字母和数字

# kh_uisdk_checkout_train_example
source: e.g 6809
de: z.B. 6809
es: por ejemplo, 6809
fr: p. ex. 6809
id: misalnya 6809
ja: 例: 6809
nl: bijvoorbeeld 6809
pl: np. 6809
ru: например 6809
th: เช่น 6809
zh_hans: 例如 6809

# kh_uisdk_checkout_train_subtitle
source: A driver will wait for you even if the train is delayed.
de: Ein Fahrer wird auch dann auf Sie warten, wenn der Zug Verspätung hat.
es: Un conductor te esperará aunque el tren se retrase.
fr: Un chauffeur vous attendra même si le train est retardé.
id: Seorang pengemudi akan menunggu Anda meskipun kereta mengalami keterlambatan.
ja: 電車が遅れても運転手が待っています。
nl: Een machinist wacht op u, zelfs als de trein vertraging heeft.
pl: Dodaj numer pociągu
pt_br: Um maquinista esperará por si, mesmo que o comboio se atrase.
ru: Водитель будет ждать вас, даже если поезд задерживается.
th: พนักงานขับรถจะรอคุณแม้ว่ารถไฟจะล่าช้าก็ตาม
zh_hans: 即使火车晚点，司机也会等你。

# kh_uisdk_checkout_train_title
source: Add a train number
de: Zugnummer hinzufügen
es: Añadir un número de tren
fr: Ajouter un numéro de train
id: Menambahkan nomor kereta
ja: 列車番号の追加
nl: Voeg een treinnummer toe
pl: Numer pociągu
pt_br: Adicionar um número de trem
ru: Добавить номер поезда
th: เพิ่มหมายเลขรถไฟ
zh_hans: 添加一个火车号码

# kh_uisdk_close_the_screen
source: Close the screen
de: Schließen Sie den Bildschirm
es: Cierra la pantalla
fr: Fermer l’écran
id: Tutup layar
it: Chiudi lo schermo
ja: 画面を閉じる
nl: Sluit het scherm
pl: Zamknij ekran
pt_br: Fechar o ecrã
ru: Закрыть экран
th: ปิดหน้าจอ
zh_hans: 关闭屏幕

# kh_uisdk_completed
source: We hope you enjoyed your ride
de: Wir hoffen, Sie haben Ihre Fahrt genossen
es: Esperamos que haya disfrutado del viaje
fr: Nous espérons que votre course a été agréable
id: Kami harap Anda menikmati perjalanan Anda
it: Speriamo che la tua corsa sia stata piacevole
ja: ご利用ありがとうございました
nl: We hopen dat uw rit naar wens was
pl: Mamy nadzieję, że przejazd był udany
pt_br: Esperamos que tenha gostado da sua viagem
ru: Надеемся, вам понравилась ваша поездка!
th: เราหวังว่าคุณพอใจกับการเดินทางของคุณ
zh_hans: 我们希望您旅途愉快

# kh_uisdk_confirmed
source: Your ride with %@ has been confirmed
de: Ihre Fahrt mit %@ wurde bestätigt
es: Su viaje con %@ ha sido confirmado
fr: Votre course avec %@ est confirmée
id: Perjalanan Anda telah dikonfirmasi dengan %@
it: La tua corsa con %@ è stata confermata
ja: %@の乗車サービスを確定しました
nl: Uw rit met %@ is bevestigd
pl: Twój przejazd został potwierdzony przez %@
pt_br: Sua viagem com %@ foi confirmada
ru: Ваша поездка с %@ подтверждена
th: การเดินทางของคุณกับ %@ ได้รับการยืนยันแล้ว
zh_hans: 您的 %@ 行程已确认

# kh_uisdk_contact
source: Contact
de: KONTAKT
es: CONTACTO
id: KONTAK
it: CONTATTO
ja: お問い合わせ
pl: KONTAKT
pt_br: CONTATO
ru: СВЯЗАТЬСЯ
th: การติดต่อ
zh_hans: 联系
