Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_no_cars_available
source: Sorry, there aren’t any cars available at the moment. Please check again soon.
de: Leider sind zur Zeit keine Fahrzeuge für Ihre Fahrt verfügbar. Bitte schauen Sie bald wieder vorbei.
es: Lo sentimos, no hay vehículos disponibles en este momento. Inténtelo de nuevo más tarde.
fr: Malheureusement, aucun véhicule n’est disponible pour le moment. Réessayez plus tard.
id: Maaf, tidak ada mobil yang tersedia untuk saat ini. Silakan cek kembali secepatnya.
it: Siamo spiacenti, non ci sono auto disponibili al momento. Ricontrolla presto.
ja: あいにく、現在ご提供できる車がありません。 しばらく後にもう一度ご確認ください。
nl: Helaas zijn er op dit moment geen auto's beschikbaar. Probeer het binnenkort nog eens.
pl: Przykro nam, brak dostępnych samochodów. Sprawdź ponownie wkrótce.
pt_br: Lamentamos, não há carros disponíveis neste momento. Verifique novamente em breve.
ru: К сожалению, в настоящее время нет свободных автомобилей. Пожалуйста, проверьте еще раз в ближайшее время.
th: ขออภัย ไม่มีรถที่พร้อมให้บริการในขณะนี้ โปรดตรวจสอบอีกครั้งในเร็วๆ นี้
zh_hans: 很遗憾，目前没有可用的车辆。 请稍后再试。

# kh_uisdk_no_email_setup_error
source: Please set up an email account on your device
de: Bitte richten Sie ein E-Mail-Konto auf Ihrem Gerät ein
es: Configure una cuenta de correo en su dispositivo
fr: Configurez un compte e-mail sur votre téléphone
id: Silakan atur akun email di perangkat Anda
it: Imposta un account e-mail sul tuo dispositivo
ja: デバイスにメールアカウントを設定してください
nl: Stel een e‑mailaccount in op uw apparaat
pl: Skonfiguruj konto email na swoim urządzeniu
pt_br: Configure uma conta de e-mail em seu dispositivo
ru: Пожалуйста, настройте учетную запись электронной почты на своем устройстве
th: โปรดตั้งค่าบัญชีอีเมลในอุปกรณ์ของคุณ
zh_hans: 请在您的设备上设置一个电子邮件帐户

# kh_uisdk_no_location_permission_message
source: So we can show your location, please enable location permissions for this app in your device settings.
de: Damit wir Ihren Standort anzeigen können, aktivieren Sie bitte in den Einstellungen Ihres Geräts die Berechtigungen zur Standortermittlung für diese App.
es: Para mostrar su ubicación, active la localización en los ajustes de su dispositivo.
fr: Pour nous permettre de vous géolocaliser, activez le service de localisation dans les paramètres de votre téléphone.
id: Untuk bisa melihat lokasi Anda, harap aktifkan layanan lokasi aplikasi ini di pengaturan perangkat Anda.
it: Per consentirci di mostrare dove sei, abilita le autorizzazioni per la posizione per questa app nelle impostazioni del tuo dispositivo.
ja: お客様の位置情報を表示するために、端末の設定でこのアプリの位置情報を有効にしてください。
nl: Schakel locatievoorzieningen in voor deze app in de instellingen op uw apparaat, zodat we uw locatie kunnen laten zien.
pl: Usługi lokalizacyjne muszą być włączone dla tej aplikacji, abyśmy mogli wyświetlić Twoje położenie.
pt_br: Para exibir a sua localização, ative as permissões de localização para este app nas definições do seu dispositivo.
ru: Чтобы показать ваше местоположение, пожалуйста, включите разрешения на определение местоположения для этого приложения в настройках устройства.
th: โปรดเปิดใช้สิทธิ์เข้าถึงตําแหน่งสำหรับแอปนี้ในการตั้งค่าอุปกรณ์ของคุณ เพื่อให้เราแสดงตำแหน่งของคุณได้
zh_hans: 请在您的设备设置中为此应用程序启用定位权限，以便我们显示您的位置。

# kh_uisdk_no_location_permission_title
source: Location permissions required
de: Berechtigungen zur Standortermittlung erforderlich
es: Se requiere activar la localización
fr: Autorisation de géolocalisation requise
id: Aktivasi layanan lokasi diperlukan
it: Autorizzazioni per la posizione richieste
ja: 位置情報の許可が必要です
nl: Locatievoorzieningen vereist
pl: Wymagane włączenie usług lokalizacyjnych
pt_br: É preciso ativar as permissões de localização
ru: Требуется разрешение
th: ต้องใช้สิทธิ์เข้าถึงตําแหน่ง
zh_hans: 需要定位权限

# kh_uisdk_no_quotes_in_selected_category
source: Sorry, there’s no availability for this category. Please choose another category.
de: Es gibt keine Verfügbarkeit für diese Kategorie. Bitte wählen Sie eine andere Kategorie.
es: No hay disponibilidad en la categoría solicitada. Seleccione otra categoría.
fr: Désolé, aucun véhicule disponible dans cette catégorie. Sélectionnez une autre catégorie.
id: Maaf, tidak ada ketersediaan untuk kategori ini. Silakan pilih kategori lain.
it: Siamo spiacenti, non c’è disponibilità per questa categoria. Scegli un'altra categoria.
ja: あいにく、このカテゴリーの空きはありません。 別のカテゴリーを選択してください。
nl: Er is niets beschikbaar in deze categorie. Kies een andere categorie.
pl: Przykro nam. Brak ofert dla tej kategorii. Wybierz inną kategorię.
pt_br: Lamentamos, não há disponibilidade para esta categoria. Escolha outra categoria.
ru: Извините, для данной категории сервис недоступен. Пожалуйста, выберите другую категорию.
th: ขออภัย ไม่สามารถหายานพาหนะที่พร้อมให้บริการในหมวดหมู่นี้ได้ โปรดเลือกหมวดหมู่อื่น
zh_hans: 抱歉，此类别没有可用服务。 请选择其他类别。

# kh_uisdk_no_trips
source: No rides
de: Keine Fahrten
es: Sin reservas
fr: Aucune réservation
id: Tidak ada wahana
it: Nessuna corsa
ja: 乗り物はありません
nl: Geen ritten
pl: Brak przejazdów
pt_br: Sem viagens
ru: Водитель не найден
th: ไม่มีการเดินทาง
zh_hans: 没有游乐设施

# kh_uisdk_notification_error_ssl_cert_invalid
source: Invalid SSL certificate
de: Ungültiges SSL-Zertifikat
es: Certificado SSL no válido
fr: Certificat SSL invalide
id: Sertifikat SSL tidak valid
it: Certificato SSL non valido
ja: SSL証明書が無効です
nl: Ongeldig SSL-certificaat
pl: Nieprawidłowy certyfikat SSL
pt_br: Certificado SSL inválido
ru: Неверный SSL-сертификат
th: ใบรับรอง SSL ไม่ถูกต้อง
zh_hans: 无效 SSL 证书

# kh_uisdk_now
source: now
de: jetzt
es: ahora
fr: Maintenant
id: sekarang
ja: 今
nl: nu
pl: teraz
pt_br: agora
ru: сейчас
th: ตอนนี้
zh_hans: 现在

# kh_uisdk_offer_expired
source: Quote expired
de: Angebot abgelaufen
es: Estimación expirada
fr: Offre expirée
id: Penawaran kedaluwarsa
it: Preventivo scaduto
ja: 見積もりの期限が切れました
nl: Offerte verlopen
pl: Oferta wygasła
pt_br: Cotação vencida
ru: Срок действия предложения истек
th: ราคาหมดอายุแล้ว
zh_hans: 报价已过期

# kh_uisdk_offer_expired_text
source: Please select a new quote to continue your booking
de: Bitte wählen Sie ein neues Angebot aus, um mit Ihrer Buchung fortzufahren
es: Seleccione una nueva estimación para continuar con la reserva
fr: Sélectionnez une nouvelle offre pour poursuivre le véhicule
id: Silakan pilih penawaran baru untuk melanjutkan pemesanan Anda
it: Seleziona un nuovo preventivo per continuare con la prenotazione
ja: 予約を続行するには、新しい見積もりを選択してください
nl: Selecteer een nieuwe offerte om door te gaan met boeken
pl: Wybierz nową ofertę, aby kontynuować rezerwację
pt_br: Selecione uma nova cotação para continuar com a sua reserva
ru: Пожалуйста, выберите новое предложение, чтобы продолжить бронирование
th: โปรดเลือกราคาใหม่เพื่อทำการจองของคุณต่อ
zh_hans: 请选择一个新报价以继续您的预订

# kh_uisdk_ok
source: Ok
id: OKE
ru: ОК
th: ตกลง
zh_hans: 好

# kh_uisdk_origin_book_error
source: You must select a pickup location to book a ride
de: Sie müssen einen Abholort auswählen, um eine Fahrt zu buchen
es: Seleccione un punto de recogida para hacer una reserva
fr: Sélectionnez une adresse de départ pour réserver une course
id: Anda harus memilih lokasi penjemputan sebelum memesan perjalanan
it: Devi selezionare un luogo di prelievo per prenotare una corsa
ja: 乗車サービスを予約するにはお迎えの場所を選択してください
nl: U moet een ophaallocatie selecteren om een rit te boeken
pl: Wybierz miejsce docelowe, aby zarezerwować przejazd
pt_br: Selecione um local de embarque para reservar uma viagem
ru: Выберите пункт назначения, чтобы забронировать поездку
th: คุณต้องเลือกสถานที่รับเพื่อจองการเดินทาง
zh_hans: 您必须选择上车地点方可预订行程

# kh_uisdk_P0001
source: Failed to retrieve User ID from token
de: Abrufen der UserID aus dem Token fehlgeschlagen
es: Error al recuperar ID de usuario del token
fr: Impossible de récupérer l'ID utilisateur du jeton
id: Gagal mengambil UserID dari token
it: Impossibile recuperare l'ID utente dal token
ja: トークンからユーザー ID を取得できませんでした
nl: Kan gebruikers-ID niet ophalen van token
pl: Nie udało się pobrać identyfikatora użytkownika z tokena
pt_br: Falha em recuperar o UserID do token
ru: Не удалось получить UserID из токена
th: ไม่สามารถเรียก UserID จาก token
zh_hans: 无法从令牌中检索用户 ID

# kh_uisdk_P0002
source: The payment provider cannot be reached
de: Der Zahlungsanbieter ist nicht erreichbar
es: No se pudo contactar con el proveedor de pagos
fr: Le service de paiement ne peut être contacté
id: Layanan pembayaran tidak terhubung
it: Impossibile contattare il fornitore del servizio di pagamento
ja: 決済サービスにアクセスできません
nl: De betalingsverstrekker is niet bereikbaar
pl: Nie udało nam się skontaktować z dostawcą płatności
pt_br: Falha ao estabelecer conexão com o fornecedor de pagamento
ru: Не удалось дозвониться до платежного сервиса
th: ไม่สามารถเชื่อมต่อกับผู้ให้บริการชำระเงินได้
zh_hans: 联系不到付款提供商

# kh_uisdk_pass_on_board
source: You’re on your way. Enjoy your ride!
de: Sie sind unterwegs. Wir wünschen Ihnen eine gute Fahrt!
es: ¡Disfrute de su viaje con %@!
fr: Vous êtes en route. Bonne course !
id: Anda sedang dalam tujuan. Selamat menikmati perjalanan Anda!
it: Sei in viaggio. Buona corsa!
ja: 移動中です。ご予約ありがとうございます！
nl: U bent onderweg. Fijne rit!
pl: Jesteś w drodze. Życzymy udanego przejazdu!
pt_br: Você está a caminho. Boa viagem!
ru: Вы уже в пути. Отличной поездки!
th: คุณกำลังเดินทาง ขอให้เดินทางโดยสวัสดิภาพ!
zh_hans: 您正在路上。一路平安！

# kh_uisdk_passenger_details
source: Passenger details
de: Fahrgastdetails
es: Detalles del pasajero
fr: Informations sur le passager
id: Detail penumpang
it: Dettagli passeggero
ja: 乗客の情報
nl: Passagiersgegevens
pl: Dane pasażera
pt_br: Detalhes do passageiro
ru: Информация о пассажире
th: รายละเอียดผู้โดยสาร
zh_hans: 乘客详情

# kh_uisdk_passenger_details_add_passenger
source: Add passenger
de: Fahrgast hinzufügen
es: Añadir pasajero
fr: Ajouter passager
id: Tambah penumpang
it: Aggiungi passeggero
ja: ご乗車のお客様を追加する
nl: Passagier toevoegen
pl: Dodaj pasażera
pt_br: Adicionar passageiro
ru: Добавить пассажира
th: เพิ่มผู้โดยสาร
zh_hans: 添加乘客

# kh_uisdk_passenger_details_subtitle
source: This info will help us ensure a smooth ride.
de: Diese Infos ermöglichen einen reibungslosen Ablauf Ihrer Fahrt.
es: Esta información permite el buen desarrollo de su viaje.
fr: Ces informations permettent le bon déroulement de votre course.
id: Informasi ini akan membantu kelancaran perjalanan Anda.
it: Queste informazioni ci aiutano a offrirti una corsa senza intoppi.
ja: この情報により、スムーズな乗車サービスをご提供することができます。
nl: Deze informatie zorgt voor een soepel verloop van uw rit.
pl: Te informacje pomogą nam zapewnić Ci bezproblemowy przejazd.
pt_br: Esta informação nos ajuda a oferecer uma viagem tranquila.
ru: Эта информация обеспечивает бесперебойную работу вашей поездки.
th: ข้อมูลนี้จะช่วยให้การเดินทางราบรื่น
zh_hans: 此信息将帮助我们确保您的行程顺利进行。

# kh_uisdk_passengers_max
source: %d passengers max
de: Max. %d Fahrgäste
es: Máximo de pasajeros: %d
fr: %d passager(s) max
id: %d penumpang maks
it: Max %d passeggeri
ja: ご乗車人数 %d人まで
nl: Max. %d passagiers
pl: Maksymalna liczba pasażerów: %d
pt_br: Máx. de %d passageiros
ru: Не более %d пассажиров
th: ผู้โดยสารสูงสุด %d คน
zh_hans: 最多 %d 名乘客

# kh_uisdk_password_hint
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
id: Kata sandi
ja: パスワード
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
zh_hans: 密码

# kh_uisdk_past_rides_empty
source: You haven’t booked any rides yet. Let’s get you from A to B!
de: Sie haben noch keine Fahrten gebucht. Wir bringen Sie ans Ziel.
es: Todavía no ha reservado ningún viaje. Permita que le llevemos allá donde desee.
fr: Vous n’avez pas encore réservé de course.
id: Anda belum memesan perjalanan. Kami siap mengantar ke lokasi tujuan Anda.
it: Non hai ancora prenotato una corsa. Dicci dove vuoi andare!
ja: まだ予約した乗車サービスはありません。A地点からB地点への移動をお手伝いします！
nl: U hebt nog geen ritten geboekt. Wij helpen u van A naar B!
pl: Nie masz jeszcze żadnych rezerwacji. Zaraz to zmienimy i pomożemy Ci dostać się do celu.
pt_br: Você ainda não reservou nenhuma viagem. Vamos ajudar você a chegar ao seu destino!
ru: Вы пока не забронировали ни одной поездки. Мы можем помочь вам добраться от пункта А в пункт Б.
th: คุณยังไม่ได้จองการเดินทางใดๆ ให้เราพาคุณไปยังจุดมุ่งหมายเลย!
zh_hans: 您还没有预订任何行程。让我们帮助您轻松启程。

# kh_uisdk_payment
source: Payment
de: Zahlung
es: Pago
fr: Paiement
id: Pembayaran
it: Pagamento
ja: お支払い
nl: Betaling
pl: Płatność
pt_br: Pagamento
ru: Оплата
th: การชำระเงิน
zh_hans: 付款

# kh_uisdk_payment_details
source: Payment details
de: Zahlungsinformationen
es: Detalles de pago
fr: Détails paiement
id: Rincian Pembayaran
it: Dettagli di pagamento
ja: お支払い情報
nl: Betaalgegevens
pl: Szczegóły płatności
pt_br: Detalhes do pagamento
ru: Информация об оплате
th: รายละเอียดการชำระเงิน
zh_hans: 付款详情

# kh_uisdk_payment_issue
source: Payment issue
de: Zahlungsproblem
es: Error de pago
fr: Problème de paiement
id: Masalah pembayaran
it: Problema con il pagamento
ja: お支払いに関する問題
nl: Probleem met betalen
pl: Problem z płatnością
pt_br: Erro no pagamento
ru: Проблема с оплатой
th: ปัญหาการชำระเงิน
zh_hans: 付款问题

# kh_uisdk_payment_issue_message
source: There has been an issue with your payment card
de: Es ist ein Problem mit Ihrer Zahlungskarte aufgetreten
es: Hubo un problema con su tarjeta de pago
fr: Désolé, nous avons rencontré un problème avec votre carte de paiement
id: Ada masalah dengan kartu Anda
it: Si è verificato un problema con la tua carta
ja: 支払い用のカードに問題があります
nl: Er is een probleem met uw betaalkaart
pl: Wystąpił problem z Twoją kartą
pt_br: Ocorreu um problema com seu cartão
ru: Проблема с вашей картой
th: เกิดปัญหากับบัตรชำระเงินของคุณ
zh_hans: 您的付款卡片有问题

# kh_uisdk_payment_payment_alert_update_card
source: Update card
de: Karte aktualisieren
es: Actualizar tarjeta
fr: Modifier la carte
id: Perbarui kartu
it: Aggiorna carta
ja: カードを更新
nl: Kaart bijwerken
pl: Zaktualizuj kartę
pt_br: Atualizar cartão
ru: Обновите данные карты
th: อัปเดตบัตร
zh_hans: 更新卡片

# kh_uisdk_payment_summary
source: Payment summary
de: ZAHLUNGSÜBERSICHT
es: RESUMEN DEL PAGO
fr: Résumé du paiement
id: RINGKASAN PEMBAYARAN
it: RIEPILOGO PAGAMENTO
ja: お支払いの内容
nl: BETAALOVERZICHT
pl: PODSUMOWANIE PŁATNOŚCI
pt_br: RESUMO DO PAGAMENTO
ru: ОБЗОР ПЛАТЕЖА
th: สรุปการชำระเงิน
zh_hans: 付款摘要

# kh_uisdk_payments
source: Payments
de: Zahlungen
es: Pagos
fr: Paiements
id: Pembayaran
it: Pagamenti
ja: お支払い
nl: Betalingen
pl: Płatności
pt_br: Pagamentos
ru: Платежи
th: การชำระเงิน
zh_hans: 付款

# kh_uisdk_pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
id: Tertunda
it: In sospeso
ja: 保留中
nl: In behandeling
pl: W trakcie realizacji
pt_br: Pendente
ru: В ожидании
th: อยู่ระหว่างดำเนินการ
zh_hans: 待处理

# kh_uisdk_permission_rationale_location
source: To help us find you, please enable location permissions on your device
de: Um Sie auf der Karte lokalisieren zu können, benötigen wir den Standort Ihres Geräts. Bitte aktivieren Sie die Berechtigungen zur Standortermittlung
es: Para que podamos encontrarle, active los permisos de ubicación del dispositivo.
fr: Activez le service de localisation pour nous aider à vous trouver
id: Untuk menemukan Anda di peta harap aktifkan layanan lokasi di pengaturan perangkat Anda
it: Per farci capire dove sei, abilita le autorizzazioni per la posizione sul tuo dispositivo
ja: 地図上でお客様を特定するために、ご利用のデバイスで位置情報を有効にしてください
nl: Schakel locatierechten in op uw apparaat zodat we uw locatie kunnen bepalen
pl: Włącz usługi lokalizacyjne na swoim urządzeniu, abyśmy mogli Cię znaleźć
pt_br: Ative as permissões de localização no seu dispositivo para nos ajudar a encontrar você
ru: Чтобы помочь нам найти вас, разрешите доступ к геолокации на вашем мобильном устройстве
th: โปรดเปิดใช้สิทธิ์เข้าถึงตําแหน่งบนอุปกรณ์ของคุณเพื่อช่วยให้เราระบุตำแหน่งของคุณได้
zh_hans: 为了帮助我们找到您，请在您的设备上启用定位权限

# kh_uisdk_permissions
source: Permissions
de: BERECHTIGUNGEN
es: PERMISOS
fr: Autorisations
id: IJIN
it: PERMESSI
ja: 許可
nl: TOESTEMMING
pl: UPRAWNIENIA
pt_br: AUTORIZAÇÕES
ru: РАЗРЕШЕНИЯ
th: สิทธิ์
zh_hans: 权限

# kh_uisdk_pick_up
source: Pick-up
de: Abholung
es: Levantar
fr: Adresse de départ
id: Menjemput
it: Raccogliere
ja: 拾う
nl: Raap op
ru: Подбирать
th: หยิบ
zh_hans: 捡起

# kh_uisdk_pickup_time
source: Pickup time
de: Abholzeit
es: Hora de recogida
fr: Heure de départ
id: Waktu penjemputan
it: Orario di prelievo
ja: お迎え時刻
nl: Ophaaltijd
pl: Godzina odbioru
pt_br: Horário de embarque
ru: Время посадки
th: เวลารับ
zh_hans: 上车时间

# kh_uisdk_pickup_type_curbside
source: Kerbside
de: Bordsteinkante
es: Recogida fuera
fr: Prise en charge à l'extérieur
it: Attesa all’esterno
ja: ドライバーが車外で待機
nl: Buiten
pl: Na zewnątrz
ru: У тротуара
th: รออยู่นอกอาคาร
zh_hans: 路边

# kh_uisdk_pickup_type_meet_and_greet
source: Meet and greet
es: Recibimiento en el interior
fr: Accueil pancarte
ja: 空港で出迎え
nl: Meet & greet
pl: W hali przylotów
pt_br: Recepção de boas-vindas
ru: Встретить в зале прилета
th: รอรับภายในอาคาร
zh_hans: 见面和问候

# kh_uisdk_pickup_type_standby
source: Standby
es: Al llamar al conductor
fr: Contacter chauffeur à l’arrivée
ja: お客様からドライバーに電話
pl: Potwierdź z kierowcą
ru: Ожидайте
th: รอสแตนด์บาย
zh_hans: 待命

# kh_uisdk_placeholder_email
source: e.g. john.doe@mail.com
de: z.B. john.doe@mail.com
es: p.ej. john.doe@mail.com
id: misalnya john.doe@mail.com
ja: 例えばjohn.doe@mail.com
nl: bijv. john.doe@mail.com
pt_br: Por exemplo, john.doe@mail.com
ru: например john.doe@mail.com
th: เช่น. john.doe@mail.com
zh_hans: 例如john.doe@mail.com

# kh_uisdk_placeholder_first_name
source: e.g. John
de: z.B. Johannes
es: p.ej. John
id: misalnya Yohanes
ja: 例えばジョン
nl: bijv. John
pt_br: por exemplo, João
ru: например Джон
th: เช่น. จอห์น
zh_hans: 例如约翰

# kh_uisdk_placeholder_flight_number
source: e.g. AF1234
de: z.B. AF1234
es: p.ej. AF1234
id: misalnya AF1234
ja: 例えばAF1234
nl: bijv. AF1234
pt_br: por exemplo, AF1234
ru: например AF1234
th: เช่น. AF1234
zh_hans: 例如AF1234

# kh_uisdk_placeholder_last_name
source: e.g. Doe
de: z.B. Doe
es: p.ej. Gama
id: misalnya Kelinci betina
ja: 例えばドウ
nl: bijv. Doe
pt_br: e.g. Corça
ru: например Доу
th: เช่น. โด
zh_hans: 例如母鹿

# kh_uisdk_placeholder_mobile_phone
source: e.g. +440000000000
de: z.B. +49000000000
es: p.ej. +34000000000
id: misalnya +6200000000000
ja: 例えば+810000000000
nl: bijv. +3100000000000
pt_br: por exemplo, +5500000000
ru: например +7000000
th: เช่น. +66000000000
zh_hans: 例如+8600000000000

# kh_uisdk_placeholder_train_number
source: e.g. KingsX
de: z.B. XYYYYZ
es: p.ej. AVE3211
id: misalnya IR1664
ja: 例えば1664
nl: bijv. 1664
pt_br: Por exemplo, 32V
ru: например 3328
th: เช่น. 38
zh_hans: 例如G125

# kh_uisdk_prebook_confirmation
source: Your booking from: %1$@ to: %2$@ at: %3$@ has been confirmed
de: Ihre Buchung von: %1$@ nach: %2$@ um: %3$@ wurde bestätigt
es: Su viaje de %1$@ a %2$@ a las %3$@ ha sido confirmado
fr: Votre réservation au départ de : %1$@ à destination de : %2$@ à : %3$@ est confirmée
id: Pemesanan Anda dari: %1$@ to: %2$@ at: %3$@ telah dikonfirmasi
it: La tua prenotazione da: %1$@ a: %2$@ alle: %3$@ è stata confermata
ja: 予約を次の通り確定しました 出発地：%1$@ 目的地：%2$@ 料金：%3$@
nl: Uw boeking van: %1$@ naar: %2$@ op: %3$@ is bevestigd
pl: Twoja rezerwacja z: %1$@ do: %2$@ at: %3$@ została potwierdzona
pt_br: A sua viagem de: %1$@ para: %2$@ às: %3$@ foi confirmada.
ru: Ваше бронирование от: %1$@ до: %2$@ в: %3$@ подтверждено
th: การจองของคุณ จาก: %1$@ ไปยัง: %2$@ เวลา: %3$@ ได้รับการยืนยันแล้ว
zh_hans: 您的预订 从：%1$@ 至：%2$@ 时间：%3$@ 已确认

# kh_uisdk_prebook_confirmed
source: Pre-booking confirmed
de: Vorab-Buchung bestätigt
es: Reserva anticipada confirmada
fr: Pré-réservation confirmée
id: Pra-pemesanan telah dikonfirmasi
it: Prenotazione anticipata confermata
ja: 事前予約確定済み
nl: Boeking vooraf bevestigd
pl: Rezerwacja wstępna potwierdzona
pt_br: Pré-reserva confirmada
ru: Предварительное бронирование подтверждено
th: ยืนยันการจองล่วงหน้าแล้ว
zh_hans: 提前预订已确认

# kh_uisdk_prebook_picker_title
source: Pickup time
de: Abholzeit
es: Hora de recogida
fr: Heure de départ
id: Waktu penjemputan
it: Orario di prelievo
ja: お迎え時刻
nl: Ophaaltijd
pl: Godzina odbioru
pt_br: Horário de embarque
ru: Время посадки
th: เวลารับ
zh_hans: 上车时间

# kh_uisdk_prebook_timezone_title
source: Bookings are made in local time
de: Die Buchung wird in Ortszeit vorgenommen
es: La reserva se realizará en hora local
fr: La réservation se fait à l’heure locale
id: Pemesanan akan dilakukan dalam waktu setempat
it: Le prenotazioni sono effettuate nell’orario locale
ja: 予約は現地時間で行われます
nl: Ritten worden geboekt op de lokale tijd
pl: Rezerwacja zostanie dokonana w czasie lokalnym
pt_br: A reserva será efetuada no horário local
ru: Бронирования совершаются по местному времени
th: การจองจะดำเนินการตามเวลาท้องถิ่น
zh_hans: 预订以当地时间进行

# kh_uisdk_price
source: Price
de: Preis
es: Tarifa
fr: Prix
id: Harga
it: Prezzo
ja: 料金
nl: Prijs
pl: Cena
pt_br: Preço
ru: Цена
th: ราคา
zh_hans: 价格

# kh_uisdk_price_bottom_sheet_title
source: Price Details
de: Preis Details
es: Detalles de precio
fr: Détails des prix
id: Detail Harga
ja: 価格の詳細
nl: Prijsdetails
pl: Cena Szczegóły
pt_br: Detalhes do preço
ru: Подробная информация о цене
th: รายละเอียดราคา
zh_hans: 价格详情

# kh_uisdk_price_info_text_estimated
source: This ride provider offers non-regulated taxis. The quote is an estimate based on factors such as the time and total distance. For more information, please check the ride provider's Terms and Conditions.
de: Diese Flotte bietet nicht regulierte Taxis. Das Angebot ist eine Schätzung auf der Grundlage der Fahrtfaktoren (Entfernung, Zeit usw.). Weitere Informationen entnehmen Sie bitte den Allgemeinen Geschäftsbedingungen der Flotte.
es: Esta flota ofrece taxis no regulados. La estimación se basa en varios factores del viaje, como la distancia y el tiempo. Para más información, consulte los Términos y condiciones de la flota.
fr: Les taxis de ce partenaire ne sont pas réglementés. L’offre est une estimation reposant sur les caractéristiques de la course (distance, temps, etc.). Consultez les conditions générales du partenaire pour plus d'informations.
id: Armada ini adalah taksi non-regulasi. Penawaran ini adalah perkiraan harga berdasarkan jarak dan waktu. Untuk informasi selengkapnya, silakan cek Syarat dan Ketentuan armada.
it: Questa flotta offre taxi non regolamentati. Il preventivo è una stima basata su fattori come tempo e distanza totale. Per ulteriori informazioni, controlla i Termini e Condizioni della flotta.
ja: この乗車サービス業者は規制対象外のタクシーです。見積もりは、時間や総距離などから算出される概算です。詳しくは、乗車サービス業者の利用条件を参照してください。
nl: Deze ritaanbieder heeft niet-gereguleerde taxi's. De offerte is een schatting op basis van factoren zoals tijd en totale afstand. Raadpleeg de algemene voorwaarden van de ritaanbieder voor meer informatie.
pl: Ten przewoźnik nie oferuje licencjonowanych przejazdów. Wycena jest szacunkową kwotą opartą na czynnikach podróży (odległość, czas itp.). Aby uzyskać więcej informacji, zapoznaj się z Regulaminem przewoźnika.
pt_br: Esta frota oferece táxis não regulamentados. A cotação é uma estimativa baseada em fatores como tempo e distância total. Para mais informações, consulte os Termos e Condições da frota.
ru: Этот перевозчик не является лицензированным такси. Приблизительная сумма, рассчитанная на основе суммы факторов: время, расстояние и т. д. Пожалуйста, ознакомьтесь с Условиями и положениями перевозчика для получения дополнительной информации.
th: ผู้ให้บริการโดยสารนี้ให้บริการรถแท็กซี่ที่ไม่มีการควบคุม ราคาที่เสนอเป็นการประมาณค่าตามปัจจัยต่างๆ เช่น เวลาและระยะทางรวม โปรดตรวจสอบข้อกำหนดและเงื่อนไขของผู้ให้บริการโดยสารเพื่อดูข้อมูลเพิ่มเติม
zh_hans: 该行程提供商提供不受管制的出租车。报价是基于距离、时间等因素的预估。请参阅行程提供商的条款和条件了解更多信息。
