Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# kh_uisdk_K3002
source: Sorry, ASAP bookings aren’t available for this destination at the moment. But you can book in advance for your next ride.
de: Sofort-Buchungen sind für dieses Ziel leider nicht möglich. Aber Sie können für Ihre nächste Fahrt im Voraus buchen!
es: Lo sentimos, la reserva instantánea no está disponible para este destino en este momento. Pero puede reservar con antelación para su próximo viaje.
fr: Désolé, la réservation immédiate n'est pas disponible sur cette destination, mais vous pouvez réserver à l'avance pour votre prochaine course.
id: Maaf, saat ini pemesanan cepat tidak tersedia untuk tujuan ini, namun Anda dapat memesan lebih awal untuk perjalanan Anda berikutnya!
it: Siamo spiacenti, le prenotazioni immediate non sono al momento disponibili per questa destinazione, ma puoi prenotare in anticipo la tua prossima corsa.
ja: あいにく、ASAP予約は現在この目的地ではご利用いただけませんが、次の乗車サービスの事前予約は可能です。
nl: Een rit die z.s.m. vertrekt boeken is op dit moment niet beschikbaar voor deze bestemming. U kunt wel alvast een latere rit boeken!
pl: Przykro nam, rezerwacje natychmiastowe nie są obecnie dostępne dla tego obszaru. Możesz jednak zarezerwować przejazd z wyprzedzeniem.
pt_br: Lamentamos, no momento as reservas instantâneas não estão disponíveis para este destino. Mas você pode reservar a sua próxima viagem!
ru: Приносим извинения. Быстрое бронирование в данный момент недоступно. Вы можете забронировать свою следующую поездку заранее.
th: ขออภัย การจองโดยเร็วยังไม่พร้อมให้บริการสำหรับจุดหมายปลายทางนี้ แต่คุณสามารถจองล่วงหน้าสำหรับการเดินทางครั้งต่อไปได้!
zh_hans: 抱歉，该目的地目前不提供 ASAP 预订服务，但您可以提前预订下次行程！

# kh_uisdk_K3003
source: Failed to load quote
de: Angebot konnte nicht geladen werden
es: Error al obtener estimación
fr: Impossible de télécharger l’offre
id: Tidak bisa memuat penawaran
it: Impossibile caricare preventivo
ja: 見積もりを取得できませんでした
nl: Offerte laden mislukt
pl: Nie udało się wyświetlić oferty
pt_br: Não foi possível carregar a cotação
ru: Не удалось загрузить предложение по цене
th: ไม่สามารถโหลดราคาได้
zh_hans: 无法加载报价

# kh_uisdk_K4001
source: We weren’t able to book this ride
de: Fahrt konnte nicht gebucht werden
es: No se pudo reservar el viaje
fr: Nous n’avons pas pu réserver cette course
id: Kami tidak bisa memesan perjalanan
it: Non siamo riusciti a prenotare questa corsa
ja: この乗車サービスは予約できませんでした
nl: We konden deze rit niet boeken
pl: Nie udało nam się zarezerwować tego przejazdu
pt_br: Não foi possível reservar a viagem
ru: Не удалось забронировать поездку
th: เราไม่สามารถจองการเดินทางนี้ได้
zh_hans: 我们未能预订此行程

# kh_uisdk_K4002
source: We weren’t able to book this ride. Please provide details for at least one passenger.
de: Fahrt konnte nicht gebucht werden (geben Sie Details für mindestens einen Fahrgast ein)
es: No se pudo reservar el viaje (proporcione la información de al menos un pasajero)
fr: Nous n’avons pas pu réserver cette course. Merci de fournir les informations pour au moins un des passagers.
id: Kami tidak bisa memesan perjalanan (harap masukkan detail untuk setidaknya satu penumpang)
it: Non siamo riusciti a prenotare questa corsa (fornisci i dettagli di almeno un passeggero)
ja: この乗車サービスは予約できませんでした（少なくとも1人の乗客の詳細を提供してください）
nl: We konden deze rit niet boeken (gegevens voor minimaal één passagier nodig)
pl: Nie udało nam się zarezerwować tego przejazdu (podaj dane co najmniej jednego pasażera)
pt_br: Não foi possível reservar a viagem (forneça os detalhes de pelo menos um passageiro)
ru: Не удалось забронировать поездку (добавьте имя как минимум одного пассажира)
th: เราไม่สามารถจองการเดินทางนี้ได้ (โปรดเพิ่มรายละเอียดผู้โดยสารอย่างน้อยหนึ่งคน)
zh_hans: 我们未能预订此行程（请提供至少一位乘客的详细信息）

# kh_uisdk_K4003
source: We weren’t able to book this ride. Please try again.
de: Fahrt konnte nicht gebucht werden (Angebot wurde nicht gefunden)
es: No se pudo reservar el viaje (no se encontró la estimación)
fr: Nous n’avons pas pu réserver cette course. Réessayez.
id: Kami tidak bisa memesan perjalanan (penawaran tidak ditemukan)
it: Non siamo riusciti a prenotare questa corsa (impossibile trovare il preventivo)
ja: この乗車サービスは予約できませんでした（指定された見積もりが見つかりませんでした）
nl: We konden deze rit niet boeken (offerte niet gevonden)
pl: Nie udało nam się zarezerwować tego przejazdu (nie znaleźliśmy oferty)
pt_br: Não foi possível reservar a viagem (cotação não encontrada)
ru: Не удалось забронировать поездку (не удалось найти предложение по цене)
th: เราไม่สามารถจองการเดินทางนี้ได้ (ไม่พบราคา)
zh_hans: 我们未能预订此行程（找不到报价）

# kh_uisdk_K4004
source: We weren’t able to book this ride (quote expired)
de: Fahrt konnte nicht gebucht werden (Angebot abgelaufen)
es: No se pudo reservar el viaje (la estimación ha expirado)
fr: Malheureusement l'offre a expiré, nous n’avons pas pu réserver cette course.
id: Kami tidak bisa memesan perjalanan (penawaran sudah kedaluwarsa)
it: Non siamo riusciti a prenotare questa corsa (preventivo scaduto)
ja: この乗車サービスは予約できませんでした（指定された見積もりは期限切れになりました）
nl: We konden deze rit niet boeken (offerte verlopen)
pl: Nie udało nam się zarezerwować tego przejazdu (oferta wygasła)
pt_br: Não foi possível reservar a viagem (cotação vencida)
ru: Не удалось забронировать поездку (предложение по цене просрочено)
th: เราไม่สามารถจองการเดินทางนี้ได้ (ราคาหมดอายุแล้ว)
zh_hans: 我们未能预订此行程（报价过期）

# kh_uisdk_K4005
source: Could not book trip (permission denied)
de: Konnte keine Reise buchen (Genehmigung verweigert)
es: Imposible reservar (Permiso denegado)
fr: Impossible de compléter la commande (permission refusée)
id: Tidak dapat memesan perjalanan (izin ditolak)
it: Impossibile prenotare il viaggio (autorizzazione negata)
ja: 旅行を予約できませんでした（許可が拒否されました）
nl: Kon reis niet boeken (toestemming geweigerd)
pl: Nie można zarezerwować wycieczki (odmówiono zgody)
pt_br: Não foi possível reservar viagem (permissão negada)
ru: Не удалось забронировать поездку (отказано в доступе)
th: ไม่สามารถจองทริปได้ (ถูกปฏิเสธ)
zh_hans: 无法预订行程（权限被拒绝）

# kh_uisdk_K4006
source: We weren’t able to book this ride (payment pre-authorisation failed)
de: Fahrt konnte nicht gebucht werden (Vorautorisierung der Zahlung fehlgeschlagen)
es: No se pudo reservar el viaje (preautorización de pago fallida)
fr: La pré-autorisation de paiement a échoué, nous n’avons pas pu réserver cette course.
id: Kami tidak bisa memesan perjalanan (pra-autorisasi pembayaran gagal)
it: Non siamo riusciti a prenotare questa corsa (pre-autorizzazione al pagamento non riuscita)
ja: この乗車サービスは予約できませんでした（お支払いの事前承認に失敗しました）
nl: We konden deze rit niet boeken (vooraf autoriseren van betaling is mislukt)
pl: Nie udało nam się zarezerwować tego przejazdu (wstępna autoryzacja płatności nie powiodła się)
pt_br: Não foi possível reservar a viagem (falha na pré-autorização do pagamento)
ru: Не удалось забронировать поездку (не удалось выполнить предварительную авторизацию платежа)
th: เราไม่สามารถจองการเดินทางนี้ได้ (ไม่สามารถกันวงเงินบัตรการชำระเงินได้)
zh_hans: 我们未能预订此行程（付款预授权失败）

# kh_uisdk_K4007
source: We weren’t able to cancel this ride
de: Fahrt konnte nicht storniert werden
es: No se pudo cancelar el viaje
fr: Désolé, nous n’avons pas pu annuler cette course
id: Kami tidak bisa membatalkan perjalanan
it: Non siamo riusciti a cancellare questa corsa
ja: この乗車サービスはキャンセルできませんでした
nl: We konden deze rit niet annuleren
pl: Nie udało nam się anulować tego przejazdu
pt_br: Não foi possível cancelar a viagem
ru: Не удалось отменить поездку
th: เราไม่สามารถยกเลิกการเดินทางได้
zh_hans: 我们未能取消此行程

# kh_uisdk_K4008
source: We weren’t able to cancel this ride (ride could not be found)
de: Fahrt konnte nicht storniert werden (die angegebene Fahrt wurde nicht gefunden)
es: No se pudo cancelar el viaje (no se ha encontrado el viaje)
fr: Nous ne retrouvons pas la course que vous souhaitez annuler.
id: Kami tidak bisa membatalkan perjalanan (perjalanan tidak ditemukan)
it: Non siamo riusciti a cancellare questa corsa (impossibile trovare la corsa)
ja: この乗車サービスはキャンセルできませんでした（指定された乗車サービスが見つかりませんでした）
nl: We konden deze rit niet annuleren (rit niet gevonden)
pl: Nie udało nam się anulować tego przejazdu (nie znaleźliśmy przejazdu)
pt_br: Não foi possível cancelar a viagem (viagem não encontrada)
ru: Не удалось отменить поездку (не удалось найти указанную поездку)
th: เราไม่สามารถยกเลิกการเดินทางได้ (ไม่พบการเดินทาง)
zh_hans: 我们未能取消此行程（找不到行程）

# kh_uisdk_K4009
source: Could not cancel trip (permission denied)
de: Reise konnte nicht storniert werden (Erlaubnis verweigert)
es: Cancelación fallida (Permiso denegado)
fr: Impossible d'annuler la commande (permission refusée)
id: Tidak dapat membatalkan perjalanan (izin ditolak)
it: Impossibile annullare il viaggio (autorizzazione negata)
ja: 旅行をキャンセルできませんでした（許可が拒否されました）
nl: Kan reis niet annuleren (toestemming geweigerd)
pl: Nie można anulować wycieczki (odmowa pozwolenia)
pt_br: Não foi possível cancelar a viagem (permissão negada)
ru: Не удалось отменить поездку (отказано в доступе)
th: ยกเลิกการเดินทางไม่ได้ (ถูกปฏิเสธ)
zh_hans: 无法取消行程（权限被拒绝）

# kh_uisdk_K4010
source: This ride has already been cancelled.
de: Fahrt konnte nicht storniert werden (bereits storniert)
es: No se pudo cancelar el viaje (el viaje ya ha sido cancelado)
fr: Cette course déjà été annulée.
id: Kami tidak bisa membatalkan perjalanan (perjalanan sudah dibatalkan)
it: Non siamo riusciti a cancellare questa corsa (corsa già cancellata)
ja: この乗車サービスはキャンセルできませんでした（すでにキャンセルされています）
nl: We konden deze rit niet annuleren (rit is al geannuleerd)
pl: Nie udało nam się anulować tego przejazdu (przejazd został już anulowany)
pt_br: Não foi possível cancelar a viagem (viagem já cancelada)
ru: Не удалось отменить поездку (уже отменена)
th: เราไม่สามารถยกเลิกการเดินทางได้ (ยกเลิกการเดินทางแล้ว)
zh_hans: 我们未能取消此行程（行程此前已被取消）

# kh_uisdk_K4011
source: Could not get ride
de: Fahrt konnte nicht abgerufen werden
es: No se pudo obtener la reserva
fr: Nous ne retrouvons pas cette course
id: Tidak bisa menemukan kendaraan
it: Impossibile ottenere corsa
ja: 乗車サービスを取得できませんでした
nl: Rit opvragen mislukt
pl: Nie udało nam się znaleźć tego przejazdu
pt_br: Não foi possível obter a viagem
ru: Не удалось получить поездку
th: ไม่สามารถหาการเดินทางได้
zh_hans: 无法获取行程

# kh_uisdk_K4012
source: Sorry, we could not find this ride.
de: Fahrt konnte nicht abgerufen werden (angegebene Fahrt wurde nicht gefunden)
es: No se pudo obtener la reserva (no se ha encontrado la reserva)
fr: Nous ne retrouvons pas cette course
id: Tidak bisa mendapatkan kendaraan (kendaraan tidak ditemukan)
it: Impossibile ottenere corsa (impossibile trovare corsa)
ja: 乗車サービスを取得できませんでした（指定した乗車サービスが見つかりませんでした）
nl: Rit opvragen mislukt (rit niet gevonden)
pl: Nie udało nam się znaleźć tego przejazdu (nie znaleźliśmy przejazdu)
pt_br: Não foi possível obter a viagem (viagem não encontrada)
ru: Не удалось получить поездку (не удалось найти указанную поездку)
th: ไม่สามารถหาการเดินทางได้ (ไม่พบการเดินทาง)
zh_hans: 无法获取行程（找不到行程）

# kh_uisdk_K4013
source: Could not get trip (permission denied)
de: Die Reise konnte nicht angetreten werden (Erlaubnis verweigert)
es: No se pudo obtener la reserva (Permiso denegado)
fr: Impossible de trouver la commande (permission refusée)
id: Tidak bisa mendapatkan perjalanan (izin ditolak)
it: Impossibile ottenere il viaggio (autorizzazione negata)
ja: 旅行に行けませんでした（許可が拒否されました）
nl: Kan reis niet ophalen (toestemming geweigerd)
pl: Nie udało się uzyskać podróży (odmówiono zgody)
pt_br: Não foi possível obter a viagem (permissão negada)
ru: Не удалось получить поездку (отказано в доступе)
th: ไม่สามารถเดินทางได้ (ถูกปฏิเสธ)
zh_hans: 无法获得行程（权限被拒绝）

# kh_uisdk_K4014
source: Could not book trip as agent
de: Konnte als Agent keine Reise buchen
es: No pudo completarse la reserva como agente (Agent)
fr: Impossible de compléter la commande en tant qu’Agent
id: Tidak dapat memesan perjalanan sebagai agen
it: Impossibile prenotare il viaggio come agente
ja: エージェントとして旅行を予約できませんでした
nl: Kon reis niet boeken als agent
pl: Nie udało się zarezerwować podróży jako agent
pt_br: Não podia reservar viagem como agente
ru: Не удалось забронировать поездку в качестве агента
th: จองทริปเป็นตัวแทนไม่ได้
zh_hans: 无法作为代理预订旅行

# kh_uisdk_K4015
source: Could not book trip as traveller
de: Konnte als Reisender keine Reise buchen
es: No pudo completarse la reserva como pasajero (Traveller)
fr: Impossible de compléter la commande en tant que Traveller
id: Tidak dapat memesan perjalanan sebagai pelancong
it: Impossibile prenotare il viaggio come viaggiatore?
ja: 旅行者として旅行を予約できませんでした
nl: Kon reis niet boeken als reiziger
pl: Nie udało się zarezerwować podróży
pt_br: Não podia reservar viagem como viajante
ru: Не удалось забронировать поездку как путешественник
th: ไม่สามารถจองทริปในฐานะนักเดินทางได้
zh_hans: 无法以旅行者的身份预订旅行

# kh_uisdk_K4018
source: Sorry, this quote no longer available.
de: Fahrt konnte nicht gebucht werden (Angebot nicht länger verfügbar)
es: No se pudo reservar el viaje (la estimación ya no está disponible)
fr: Désolé, cette n'est plus disponible.
id: Kami tidak bisa memesan perjalanan (penawaran tidak lagi tersedia)
it: Non siamo riusciti a prenotare questa corsa (preventivo non più disponibile)
ja: この乗車サービスは見積もりが無効になったため、予約できませんでした
nl: We konden deze rit niet boeken (offerte niet langer beschikbaar)
pl: Nie udało nam się zarezerwować tego przejazdu (oferta nie jest już dostępna)
pt_br: Não foi possível reservar a viagem (cotação indisponível)
ru: Не удалось забронировать поездку (предложение по цене больше не доступно)
th: เราไม่สามารถจองการเดินทางนี้ได้ (ราคาไม่พร้อมให้บริการแล้ว)
zh_hans: 我们未能预订此行程（报价已不可用）

# kh_uisdk_K4020
source: We weren’t able to book this ride with the selected DMS
de: Fahrt mit dem ausgewählten DMS konnte nicht gebucht werden
es: No se pudo reservar el viaje con el DMS seleccionado
fr: Nous n’avons pas pu réserver une course avec le DMS sélectionné
id: Tidak bisa memesan perjalanan dengan DMS yang dipilih
it: Non siamo riusciti a prenotare questa corsa con il DMS selezionato
ja: 選択したDMSでは乗車サービスを予約できませんでした
nl: We konden deze rit niet boeken met het geselecteerde DMS
pl: Nie udało nam się zarezerwować przejazdu z wybranym DMS
pt_br: Não foi possível reservar a viagem com o DMS selecionado
ru: Не удалось забронировать поездку с выбранным DMS
th: เราไม่สามารถจองการเดินทางนี้กับ DMS ที่เลือกได้
zh_hans: 我们未能使用所选 DMS 预订此行程

# kh_uisdk_K4025
source: Quote price increased during the booking process.
de: Der Angebotspreis ist während der Buchung gestiegen.
es: El precio de la estimación aumentó durante la reserva.
fr: Le prix de l'offre a augmenté pendant la réservation.
id: Harga penawaran meningkat saat proses pemesanan.
it: Prezzo del preventivo aumentato in fase di prenotazione.
ja: 予約中に見積もり価格が上昇しました。
nl: Offerteprijs is verhoogd tijdens het boeken.
pl: Cena oferty wzrosła podczas procesu rezerwacji.
pt_br: O preço da cotação aumentou durante o processo de reserva.
ru: Цена предложения увеличилась при бронировании.
th: ราคาเพิ่มขึ้นระหว่างทำการจอง
zh_hans: 预订过程中报价上涨。

# kh_uisdk_K5001
source: Failed to load quotes
de: Angebote konnten nicht geladen werden
es: Error al obtener estimaciones
fr: Impossible de télécharger l’offre
id: Tidak bisa memuat penawaran
it: Impossibile caricare preventivi
ja: 見積もりを読み込めませんでした
nl: Offertes laden mislukt
pl: Nie udało się wyświetlić ofert
pt_br: Não foi possível carregar as cotações
ru: Не удалось загрузить предложение по ценам
th: ไม่สามารถโหลดราคาได้
zh_hans: 无法加载报价

# kh_uisdk_K5002
source: Sorry, we have no availability within requested area.
de: Keine Verfügbarkeit (keine Verfügbarkeit im gewünschten Bereich gefunden)
es: No se pudo obtener disponibilidad (no hay disponibilidad en la zona solicitada)
fr: Désolé, nous n'avons aucune disponibilité dans la zone recherchée.
id: Tidak bisa memuat ketersediaan (kendaraan tidak tersedia dalam area yang diminta)
it: Impossibile ottenere disponibilità (nessuna disponibilità trovata nella zona richiesta)
ja: 乗車サービスの空きが取得できませんでした（要求されたエリア内に空きが見つかりません）
nl: Beschikbaarheid opvragen mislukt (niets beschikbaar in het gewenste gebied)
pl: Brak dostępnych przewoźników (nie znaleziono dostępnych przewoźników na tym obszarze)
pt_br: Não foi possível obter disponibilidade (sem disponibilidade na região solicitada)
ru: Услуга недоступна (услуга недоступна в запрошенном районе)
th: ไม่พบบริการ (ไม่พบบริการในพื้นที่ที่ต้องการ)
zh_hans: 无法获取可用服务（请求区域内找不到可用服务）

# kh_uisdk_K5003
source: We couldn’t find any availability in this area for the categories selected
de: Für die ausgewählten Kategorien konnte in diesem Gebiet keine Verfügbarkeit gefunden werden
es: No se encontró disponibilidad en esta zona para las categorías seleccionadas
fr: Nous n’avons trouvé aucun véhicule disponible à cet horaire dans les catégories sélectionnées.
id: Tidak ada kategori yang tersedia di area yang diminta
it: Non abbiamo trovato disponibilità in questa zona per le categorie selezionate
ja: 選択されたカテゴリーではこのエリアに空きがありませんでした
nl: Geen beschikbare aanbieders gevonden in dit gebied voor de geselecteerde categorieën
pl: Brak dostępnych przejazdów na tym obszarze dla wybranych kategorii
pt_br: Não foi possível obter disponibilidade nesta região para as categorias selecionadas
ru: Услуга недоступна в запрошенном районе для выбранных категорий
th: เราไม่พบยานพาหนะที่พร้อมให้บริการในพื้นที่นี้สำหรับหมวดหมู่ที่ต้องการ
zh_hans: 我们未能在此地区找到所选类别的可用服务

# kh_uisdk_K6001
source: Could not authenticate
de: Authentifizierung nicht möglich
es: No se pudo autenticar
fr: Impossible de confirmer l'authentification
id: Tidak dapat menyetujui
it: Impossibile eseguire l'autenticazione
ja: 認証できませんでした
nl: Identiteitscontrole mislukt
pl: Nie udało się uzyskać potwierdzenia
pt_br: Não foi possível autenticar
ru: Не удалось пройти аутентификацию
th: ไม่สามารถตรวจสอบสิทธิ์ได้
zh_hans: 无法验证

# kh_uisdk_karhoo_cancelled_alert_message
source: There was a problem making this booking. Please try again or contact support.
de: Bei dieser Buchung ist ein Problem aufgetreten. Bitte versuchen Sie es erneut oder kontaktieren Sie den Support.
es: Hubo un problema al realizar la reserva. Inténtelo de nuevo o contacte con el servicio de asistencia.
fr: Nous avons rencontré un problème lors de la réservation de la course. Veuillez réessayer ou contacter le service client.
id: Terjadi masalah dalam pemesanan ini. Silakan coba lagi atau hubungi dukungan.
it: Si è verificato un problema durante la prenotazione. Riprova o contatta l'assistenza.
ja: この予約に障害が発生しました。再試行するか、サポートに連絡してください。
nl: Er is een probleem opgetreden bij deze boeking. Probeer het opnieuw of neem contact op met de helpdesk.
pl: Wystąpił problem podczas przetwarzania tej rezerwacji Spróbuj ponownie lub skontaktuj się z pomocą techniczną.
pt_br: Ocorreu um problema ao efetuar esta reserva. Tente novamente ou entre em contato com o apoio ao cliente.
ru: Проблема при совершении бронирования. Повторите попытку или обратитесь в службу поддержки.
th: เกิดปัญหาในการจองนี้ โปรดลองอีกครั้งหรือติดต่อฝ่ายสนับสนุน
zh_hans: 进行此预订时出现了问题。请重试或联系支持人员。

# kh_uisdk_karhoo_cancelled_alert_title
source: Problem booking
de: Problem bei der Buchung
es: Problema con la reserva
fr: Problème de réservation
id: Masalah pemesanan
it: Problema di prenotazione
ja: 予約の障害
nl: Probleem met boeken
pl: Problem z rezerwacją
pt_br: Problema na reserva
ru: Проблема при бронировании
th: เกิดปัญหาในการจอง
zh_hans: 预订时出现问题

# kh_uisdk_karhoo_id
source: Karhoo ID
es: ID Karhoo
fr: Ref. Karhoo
id: ID Karhoo
pl: Identyfikator Karhoo
pt_br: Identificação de Karhoo
ru: Карху ID
zh_hans: 卡胡身份证

# kh_uisdk_karhoo_privacy_policy
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
it: Informativa sulla Privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
zh_hans: 隐私政策

# kh_uisdk_KP001
source: Unable to decode request body
de: Anfragekörper kann nicht dekodiert werden
es: No se puede decodificar el cuerpo de la solicitud
fr: Impossible de décoder le corps de la demande
id: Tidak dapat memecahkan kode badan permintaan
it: Impossibile decodificare il corpo della richiesta
ja: リクエスト本文をデコードできません
nl: Kan verzoektekst niet decoderen
pl: Nie można rozszyfrować treści żądania
pt_br: Incapaz de descodificar o corpo de pedido
ru: Не удалось расшифровать тело запроса
th: ไม่สามารถถอดรหัสเนื้อหาคำขอได้
zh_hans: 无法解码请求正文

# kh_uisdk_KP002
source: Primary org for user is not UUID
de: Primäre Org für Benutzer ist nicht UUID
es: La organización principal del usuario no es UUID
fr: L’organisation principale pour l’utilisateur n’est pas UUID
id: Organisasi utama untuk pengguna bukan UUID
it: L'organizzazione principale per l'utente non è UUID
ja: ユーザーのプライマリ組織が UUID ではありません
nl: Primaire organisatie voor gebruiker is geen UUID
pl: Primary org dla użytkownika nie jest UUID
pt_br: A principal org para o utilizador não é UUID
ru: Основная организация для пользователя не является UUID
th: องค์กรหลักสำหรับผู้ใช้ไม่ใช่ UUID
zh_hans: 用户的主要组织不是 UUID

# kh_uisdk_KP003
source: Default payment method not found
de: Standardzahlungsmethode nicht gefunden
es: No se encontró un método de pago predeterminado
fr: Moyen de paiement par défaut non trouvé
id: Metode pembayaran standar tidak ditemukan
it: Metodo di pagamento predefinito non trovato
ja: デフォルトのお支払い方法がありません
nl: Standaardbetaalmethode niet gevonden
pl: Nie znaleziono domyślnej metody płatności
pt_br: Método de pagamento padrão não encontrado
ru: Метод оплаты по умолчанию не найден
th: ไม่พบวิธีการชำระเงินเริ่มต้น
zh_hans: 未找到默认付款方式

# kh_uisdk_KP004
source: Default credit card not found
de: Standardkreditkarte nicht gefunden
es: No se encontró una tarjeta predeterminada
fr: Carte de paiement par défaut non trouvée
id: Kartu kredit standar tidak ditemukan
it: Carta di credito predefinita non trovata
ja: デフォルトのクレジットカードがありません
nl: Standaardcreditcard niet gevonden
pl: Nie znaleziono domyślnej karty kredytowej
pt_br: Cartão de crédito padrão não encontrado
ru: Кредитная карта по умолчанию не найдена
th: ไม่พบบัตรเครดิตเริ่มต้น
zh_hans: 未找到默认信用卡

# kh_uisdk_KP005
source: Browser information must be defined to enforce 3DS
de: Browserinformationen müssen definiert werden, um 3-DS zu erzwingen
es: La información del navegador debe estar definida para hacer cumplir 3DS
fr: Les informations du navigateur doivent être définies pour appliquer 3DS
id: Informasi browser harus sesuai dalam menerapkan 3DS
it: Le informazioni del browser devono essere definite per applicare 3DS
ja: 3DSを実行するには、ブラウザ情報を定義する必要があります
nl: Browserinformatie moet worden gedefinieerd om 3DS af te dwingen
pl: Informacje o przeglądarce muszą być zdefiniowane, aby wymusić 3DS
pt_br: As informações do navegador devem estar definidas para aplicar o 3DS
ru: Информация о браузере должна быть подтверждена 3DS-аунтификации
th: ต้องกำหนดข้อมูลเบราว์เซอร์เพื่อบังคับใช้ 3DS
zh_hans: 必须定义浏览器信息方可强制执行 3DS

# kh_uisdk_KP006
source: Return Url must be defined to enforce 3DS
de: Return Url muss definiert werden, um 3DS zu erzwingen
es: La URL de devolución debe definirse para aplicar 3DS
fr: L’URL de retour doit être définie pour appliquer 3DS
id: Informasi browser harus ditentukan untuk menerapkan 3DS
it: L'URL di ritorno deve essere definito per applicare 3DS
ja: 3DS を適用するには、リターン URL を定義する必要があります
nl: De retour-URL moet worden gedefinieerd om 3DS af te dwingen
pl: Zwracany adres Url musi być zdefiniowany, aby wymusić 3DS
pt_br: A Url de retorno deve ser definida para aplicar o 3DS
ru: Информация о браузере должна быть подтверждена 3DS-аунтификации
th: ต้องกำหนด URL ที่ส่งคืนเพื่อบังคับใช้ 3DS
zh_hans: 必须定义浏览器信息以强制执行 3DS
