Repository: karhoo/karhoo-ios-ui-sdk
Catalog: KarhooUISDK/Translations/*.lproj/Localizable.strings
Languages: de, es, fr, id, it, ja, nl, pl, pt_br, ru, th, zh_hans

# adyen.submitButton
source: AUTHORISE TRANSACTION
de: VORAUTORISIEREN
es: PREAUTORIZAR
fr: Autoriser la transaction
id: OTORISASI TRANSAKSI
it: Pre-autorizzare
ja: 取引の承認
nl: PRE-AUTORISEREN
pl: Autoryzacja transakcji
pt_br: AUTORIZAR A TRANSACÇÃO
ru: АВТОРИЗОВАТЬ ТРАНЗАКЦИЮ
th: อนุมัติธุรกรรม
zh_hans: 授权交易

# adyen.submitButton.formatted
source: AUTHORISE TRANSACTION
de: VORAUTORISIEREN %@
es: PREAUTORIZAR %@
fr: Autoriser la transaction
id: OTORISASI TRANSAKSI
it: Pre-autorizza %@
ja: 取引の承認
nl: PRE-AUTORISEREN %@
pl: Autoryzacja transakcji
pt_br: AUTORIZAR A TRANSACÇÃO
ru: АВТОРИЗОВАТЬ ТРАНЗАКЦИЮ
th: อนุมัติธุรกรรม
zh_hans: 授权交易

# continue_button
source: Next
de: Weiter
es: Siguiente
fr: Suivant
id: Berikutnya
it: Successivo
ja: 次
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Дальше
th: ถัดไป
zh_hans: 下一个

# K0001
source: General request error
de: Allgemeiner Anfragefehler
es: Error general
fr: Désolé! Une erreur s'est produite
id: Kesalahan permintaan umum
it: Errore di richiesta generale
ja: 一般的なリクエストエラー
nl: Algemene verzoekfout
pl: Ogólny błąd zapytania
pt_br: Erro geral
ru: Общая ошибка запроса
th: ข้อผิดพลาดทั่วไปเกี่ยวกับคำขอ
zh_hans: 一般请求错误

# K0002
source: Invalid request payload
de: Ungültiger Request-Payload
es: Petición de solicitud no válida
fr: Requête non valide
id: Payload permintaan tidak valid
it: Payload della richiesta non valido
ja: 無効なリクエストペイロード
nl: Ongeldige payload van verzoek
pl: Nieprawidłowe zapytanie
pt_br: Pedido inválido de carga útil
ru: Недопустимая полезная нагрузка запроса
th: เพย์โหลดคำขอไม่ถูกต้อง
zh_hans: 无效的请求负载

# K0003
source: Could not read authorisation token
de: Autorisierungs-Token konnte nicht gelesen werden
es: Imposible leer el token de autorización
fr: Impossible de confirmer l'authentification
id: Tidak dapat membaca token otorisasi
it: Impossibile leggere il token di autorizzazione
ja: 承認トークンを読み取れませんでした
nl: Kan autorisatietoken niet lezen
pl: Nie można odczytać tokena autoryzacji
pt_br: Não foi possível ler o token de autorização
ru: Не удалось прочитать маркер авторизации
th: ไม่สามารถอ่านโทเค็นการตรวจสอบสิทธิ์ได้
zh_hans: 无法读取授权令牌

# K0004
source: Authentication is required for this path
de: Für diesen Pfad ist eine Authentifizierung erforderlich
es: La autenticación es necesaria para esta ruta
fr: Authentification nécessaire
id: Otentikasi diperlukan untuk jalur ini
it: L'autenticazione è richiesta per questo percorso
ja: このパスには認証が必要です
nl: Verificatie is vereist voor dit pad
pl: Dla tej ścieżki wymagane jest uwierzytelnienie
pt_br: A autenticação é necessária para este caminho
ru: Необходима аутентификация
th: ต้องมีการตรวจสอบสิทธิ์สำหรับเส้นทางนี้
zh_hans: 此路径需要身份验证

# K0005
source: Missing required role for this request
de: Fehlende erforderliche Rolle für diese Anfrage
es: Falta el rol requerido para esta solicitud
fr: Rôle non défini pour effectuer cette action
id: Tidak ada peran yang diperlukan untuk permintaan ini
it: Ruolo richiesto mancante per questa richiesta
ja: このリクエストに必要な役割がありません
nl: Vereiste rol ontbreekt voor dit verzoek
pl: Brak wymaganej roli dla tego żądania
pt_br: Falta o papel requerido para este pedido
ru: Отсутствует необходимая роль для этого запроса
th: ไม่มีบทบาทที่จำเป็นสำหรับคำขอนี้
zh_hans: 缺少此请求所需的角色

# K0006
source: Rate limit exceeded
de: Ratengrenze überschritten
es: Límite excedido
fr: Limite de débit dépassée
id: Batas tarif terlampaui
it: Limite di velocità superato
ja: レート制限を超えました
nl: Snelheidslimiet overschreden
pl: Przekroczenie limitu
pt_br: Limite excedido
ru: Превышен лимит рейтингов
th: เกินขีดจำกัดอัตรา
zh_hans: 已超出车费限额

# K0007
source: Circuit breaker has triggered for this route
de: Der Leistungsschalter für diese Strecke hat ausgelöst
es: Error generalizado
fr: Connection coupée pour cette URL
id: Pemutus sirkuit telah dipicu untuk rute ini
it: L'interruttore automatico è scattato per questo percorso
ja: このルートでサーキットブレーカーがトリガーされました
nl: Stroomonderbreker is geactiveerd voor deze route
pl: Na tej trasie zadziałał wyłącznik automatyczny
pt_br: Disjuntor accionado para esta rota
ru: Для этого маршрута сработал автоматический выключатель
th: เบรกเกอร์ทำงานสำหรับเส้นทางนี้
zh_hans: 断路器已为此路线触发

# K1001
source: Could not register user
de: Benutzer konnte nicht registriert werden
es: Imposible registrar usuario
fr: Impossible d'enregistrer l'utilisateur
id: Tidak dapat mendaftarkan pengguna
it: Impossibile registrare l'utente
ja: ユーザーを登録できませんでした
nl: Kan gebruiker niet registreren
pl: Nie można zarejestrować użytkownika
pt_br: Não foi possível registar o utilizador
ru: Не удалось зарегистрировать пользователя
th: ไม่สามารถลงทะเบียนผู้ใช้
zh_hans: 无法注册用户

# K1003
source: Could not register user (invalid request)
de: Benutzer konnte nicht registriert werden (ungültige Anfrage).
es: Imposible registrar usuario
fr: Impossible d'enregistrer l'utilisateur (requête non valide)
id: Tidak dapat mendaftarkan pengguna (permintaan tidak valid)
it: Impossibile registrare l'utente (richiesta non valida)
ja: ユーザーを登録できませんでした（無効なリクエスト）
nl: Kon de gebruiker niet registreren (incorrecte aanvraag)
pl: Nie można zarejestrować użytkownika (nieprawidłowe żądanie)
pt_br: Não foi possível registar o utilizador (pedido inválido)
ru: Не удалось зарегистрировать пользователя (неверный запрос)
th: ไม่สามารถลงทะเบียนผู้ใช้ได้ (คำขอไม่ถูกต้อง)
zh_hans: 无法注册用户（无效请求）

# K1004
source: Could not register user (invalid phone number)
de: Benutzer konnte nicht registriert werden (ungültige Telefonnummer)
es: Imposible registrar usuario (número de teléfono no válido)
fr: Impossible d'enregistrer l'utilisateur (numéro de téléphone non valide)
id: Tidak dapat mendaftarkan pengguna (nomor telepon tidak valid)
it: Impossibile registrare l'utente (numero di telefono non valido)
ja: ユーザーを登録できませんでした（電話番号が無効です）
nl: Kan gebruiker niet registreren (ongeldig telefoonnummer)
pl: Nie można zarejestrować użytkownika (nieprawidłowy numer telefonu)
pt_br: Não foi possível registar o utilizador (número de telefone inválido)
ru: Не удалось зарегистрировать пользователя (неверный номер телефона)
th: ไม่สามารถลงทะเบียนผู้ใช้ได้ (หมายเลขโทรศัพท์ไม่ถูกต้อง)
zh_hans: 无法注册用户（电话号码无效）

# K1005
source: Could not get user details (invalid token)
de: Konnte keine Benutzerdetails erhalten (ungültiges Token)
es: Imposible obtener los datos del usuario (token no válido)
fr: Impossible de trouver les détails de l'utilisateur (authentification non valide)
id: Tidak bisa mendapatkan detail pengguna (token tidak valid)
it: Impossibile ottenere i dettagli dell'utente (token non valido)
ja: ユーザーの詳細を取得できませんでした（無効なトークン）
nl: Kan gebruikersgegevens niet ophalen (ongeldige token)
pl: Nie można uzyskać danych użytkownika (nieprawidłowy token)
pt_br: Não foi possível obter detalhes do utilizador (ficha inválida)
ru: Не удалось получить данные пользователя (неверный токен)
th: ไม่สามารถรับรายละเอียดผู้ใช้ (โทเค็นไม่ถูกต้อง)
zh_hans: 无法获取用户详细信息（令牌无效）

# K1006
source: Could not get user details (user does not exist)
de: Benutzerdetails konnten nicht abgerufen werden (Benutzer existiert nicht)
es: Imposible obtener los datos del usuario (el usuario ya existe)
fr: Impossible de trouver les détails de l'utilisateur (utilisateur non créé)
id: Tidak bisa mendapatkan detail pengguna (pengguna tidak ada)
it: Impossibile ottenere i dettagli dell'utente (l'utente non esiste)
ja: ユーザーの詳細を取得できませんでした（ユーザーが存在しません）
nl: Kan gebruikersgegevens niet ophalen (gebruiker bestaat niet)
pl: Nie można uzyskać danych użytkownika (użytkownik nie istnieje)
pt_br: Não foi possível obter detalhes do utilizador (o utilizador não existe)
ru: Не удалось получить сведения о пользователе (пользователь не существует)
th: ไม่สามารถรับรายละเอียดผู้ใช้ (ไม่มีผู้ใช้)
zh_hans: 无法获取用户详细信息（用户不存在）

# K2001
source: Could not get address
de: Adresse konnte nicht ermittelt werden
es: Imposible obtener dirección
fr: Impossible de trouver l'adresse
id: Tidak bisa mendapatkan alamat
it: Impossibile ottenere l'indirizzo
ja: アドレスを取得できませんでした
nl: Kon adres niet krijgen
pl: Nie można uzyskać adresu
pt_br: Não foi possível acessar o endereço
ru: Не удалось получить поездку
th: ไม่สามารถหาที่อยู่
zh_hans: 无法获取地址

# K3001
source: Could not get estimates
de: Konnte keine Schätzungen erhalten
es: Imposible obtener estimaciones
fr: Impossible de trouver un devis
id: Tidak bisa mendapatkan perkiraan
it: Impossibile ottenere stime
ja: 見積もりを取得できませんでした
nl: Kan geen schattingen krijgen
pl: Nie można było uzyskać szacunków
pt_br: Não foi possível obter a viagem
ru: Не удалось получить оценки
th: ไม่สามารถรับค่าประมาณได้
zh_hans: 无法获得估算值

# K3003
source: Could not get estimates (could not find specified quote)
de: Kann keinen Kostenvoranschlag erhalten (konnte kein bestimmtes Angebot finden)
es: Imposible obtener estimaciones (no se encontró la cotización específica)
fr: Impossible de trouver un devis (devis en question non trouvé)
id: Tidak dapat memperoleh perkiraan (tidak dapat menemukan penawaran yang ditentukan)
it: Impossibile ottenere le stime (impossibile trovare il preventivo specificato)
ja: 見積もりを取得できませんでした（指定された見積もりが見つかりませんでした）
nl: Kan geen schattingen krijgen (kon gespecificeerde offerte niet vinden)
pl: Nie można uzyskać wyceny (nie można znaleźć określonej wyceny)
pt_br: Não foi possível obter estimativas (não foi possível encontrar um orçamento especificado)
ru: Не удалось получить оценки (не удалось найти указанную цитату)
th: ไม่สามารถรับค่าประมาณ (ไม่พบใบเสนอราคาที่ระบุ)
zh_hans: 无法获得估算值（找不到指定的报价）

# K4001
source: Could not book trip
de: Konnte keine Reise buchen
es: Imposible reservar
fr: Impossible de compléter la commande
id: Tidak dapat memesan perjalanan
it: Impossibile prenotare il viaggio
ja: 旅行を予約できませんでした
nl: Kon reis niet boeken
pl: Nie udało się zarezerwować podróży
pt_br: Não foi possível reservar viagem
ru: Не удалось забронировать поездку
th: จองทริปไม่ได้
zh_hans: 无法预订行程

# K4002
source: Could not book trip - invalid request payload (require at least 1 set of passenger-details)
de: Reise konnte nicht gebucht werden - ungültiger Request Payload (erfordert mindestens 1 Satz Passagierdaten)
es: Imposible reservar - solicitud inválida (se requiere al menos un valor para detalles de pasajero 'passenger-details')
fr: Impossible de compléter la commande - requête non valide (au moins une valeur de detail(s)-passager est requise)
id: Tidak dapat memesan perjalanan - payload permintaan tidak valid (memerlukan setidaknya 1 set detail penumpang)
it: Impossibile prenotare il viaggio - payload della richiesta non valido (richiede almeno 1 set di dettagli del passeggero)
ja: 旅行を予約できませんでした-無効なリクエストペイロード（少なくとも1セットの乗客の詳細が必要です）
nl: Kon reis niet boeken - ongeldige lading van verzoek (minimaal 1 set passagiersgegevens vereist)
pl: Nie można zarezerwować podróży - nieprawidłowe żądanie (wymagane co najmniej dane 1 pasażera)
pt_br: Não foi possível reservar a viagem - pedido inválido de carga útil (exigir pelo menos 1 conjunto de dados de passageiros)
ru: Не удалось забронировать поездку — неверная полезная нагрузка запроса (требуется как минимум 1 набор сведений о пассажире)
th: จองการเดินทางไม่ได้ - คำขอน้ำหนักบรรทุกไม่ถูกต้อง (ต้องมีรายละเอียดผู้โดยสารอย่างน้อย 1 ชุด)
zh_hans: 无法预订行程 - 无效的请求负载（需要至少一组乘客详细信息）

# K4003
source: Could not book trip (could not find specified quote)
de: Konnte keine Reise buchen (konnte kein bestimmtes Angebot finden)
es: Imposible reservar (no se encontró la cotización especificada)
fr: Impossible de compléter la commande (impossible de trouver le devis en question)
id: Tidak dapat memesan perjalanan (tidak dapat menemukan penawaran yang ditentukan)
it: Impossibile prenotare il viaggio (impossibile trovare il preventivo specificato)
ja: 旅行を予約できませんでした（指定された見積もりが見つかりませんでした）
nl: Kon reis niet boeken (kon gespecificeerde offerte niet vinden)
pl: Nie udało się uzyskać podróży (nie można znaleźć określonej podróży)
pt_br: Não foi possível reservar viagem (não foi possível encontrar o orçamento especificado)
ru: Не удалось забронировать поездку (не удалось найти указанную цену)
th: ไม่สามารถจองทริปได้ (ไม่พบใบเสนอราคาที่ระบุ)
zh_hans: 无法预订行程（找不到指定的报价）

# K4004
source: Could not book trip (attempt to book an expired quote)
de: Reise konnte nicht gebucht werden (Versuch, ein abgelaufenes Angebot zu buchen)
es: Imposible reservar (intento de reserva de cotización caducada)
fr: Impossible de compléter la commande (le devis a expiré et n’est plus valable)
id: Tidak dapat memesan perjalanan (mencoba memesan penawaran yang kedaluwarsa)
it: Impossibile prenotare il viaggio (tentativo di prenotare un preventivo scaduto)
ja: 旅行を予約できませんでした（期限切れの見積もりを予約しようとしました）
nl: Kon reis niet boeken (poging om een verlopen offerte te boeken)
pl: Nie udało się zarezerwować podróży (próbowano zarezerwować wygasłą ofertę)
pt_br: Não foi possível reservar uma viagem (tentativa de reservar um orçamento expirado)
ru: Не удалось забронировать поездку (попытка забронировать просроченное предложение)
th: ไม่สามารถจองการเดินทางได้ (พยายามจองใบเสนอราคาที่หมดอายุ)
zh_hans: 无法预订行程（尝试预订过期报价）

# K4005
source: Could not book trip (permission denied)
de: Konnte keine Reise buchen (Genehmigung verweigert)
es: Imposible reservar (Permiso denegado)
fr: Impossible de compléter la commande (permission refusée)
id: Tidak dapat memesan perjalanan (izin ditolak)
it: Impossibile prenotare il viaggio (autorizzazione negata)
ja: 旅行を予約できませんでした（許可が拒否されました）
nl: Kon reis niet boeken (toestemming geweigerd)
pl: Nie udało się zarezerwować podróży (odmowa pozwolenia)
pt_br: Não foi possível reservar viagem (permissão negada)
ru: Не удалось забронировать поездку (отказано в доступе)
th: ไม่สามารถจองทริปได้ (ถูกปฏิเสธ)
zh_hans: 无法预订行程（权限被拒绝）

# K4006
source: Could not book trip (payment pre-authorisation failed)
de: Reise konnte nicht gebucht werden (Vorautorisierung der Zahlung fehlgeschlagen)
es: Imposible reservar (Pre-autorización de pago fallida)
fr: Impossible de compléter la commande (refus d'autorisation de paiement)
id: Tidak dapat memesan perjalanan (pra-otorisasi pembayaran gagal)
it: Impossibile prenotare il viaggio (pre-autorizzazione al pagamento non riuscita)
ja: 旅行を予約できませんでした（支払いの事前承認に失敗しました）
nl: Kon reis niet boeken (pre-autorisatie betaling mislukt)
pl: Nie można zarezerwować podróży (nieudana wstępna autoryzacja płatności)
pt_br: Não foi possível reservar a viagem (a pré-autorização de pagamento falhou)
ru: Не удалось забронировать поездку (не удалось выполнить предварительную авторизацию платежа)
th: ไม่สามารถจองการเดินทางได้ (การอนุมัติการชำระเงินล่วงหน้าล้มเหลว)
zh_hans: 无法预订行程（付款预授权失败）

# K4007
source: Could not cancel trip
de: Kann die Reise nicht stornieren
es: Cancelación fallida
fr: Impossible d'annuler la commande
id: Tidak dapat membatalkan perjalanan
it: Impossibile annullare il viaggio
ja: 旅行をキャンセルできませんでした
nl: Kon reis niet annuleren
pl: Nie udało się anulować podróży
pt_br: Não foi possível cancelar a viagem
ru: Не удалось отменить поездку
th: ยกเลิกการเดินทางไม่ได้
zh_hans: 无法取消行程

# K4008
source: Could not cancel trip (could not find specified trip)
de: Die Reise konnte nicht storniert werden (die angegebene Reise konnte nicht gefunden werden)
es: Cancelación fallida (No se ha encontrado la reserva)
fr: Impossible d'annuler la commande (impossible de trouver la course)
id: Tidak dapat membatalkan perjalanan (tidak dapat menemukan perjalanan yang ditentukan)
it: Impossibile annullare il viaggio (impossibile trovare il viaggio specificato)
ja: 旅行をキャンセルできませんでした（指定された旅行が見つかりませんでした）
nl: Kon reis niet annuleren (kon gespecificeerde reis niet vinden)
pl: Nie można anulować podróży (nie można znaleźć określonej podróży)
pt_br: Não foi possível cancelar a viagem (não foi possível encontrar a viagem especificada)
ru: Не удалось отменить поездку (не удалось найти указанную поездку)
th: ยกเลิกการเดินทางไม่ได้ (ไม่พบการเดินทางที่ระบุ)
zh_hans: 无法取消行程（找不到指定行程）

# K4009
source: Could not cancel trip (permission denied)
de: Reise konnte nicht storniert werden (Erlaubnis verweigert)
es: Cancelación fallida (Permiso denegado)
fr: Impossible d'annuler la commande (permission refusée)
id: Tidak dapat membatalkan perjalanan (izin ditolak)
it: Impossibile annullare il viaggio (autorizzazione negata)
ja: 旅行をキャンセルできませんでした（許可が拒否されました）
nl: Kan reis niet annuleren (toestemming geweigerd)
pl: Nie można anulować podróży (odmowa pozwolenia)
pt_br: Não foi possível cancelar a viagem (permissão negada)
ru: Не удалось отменить поездку (отказано в доступе)
th: ยกเลิกการเดินทางไม่ได้ (ถูกปฏิเสธ)
zh_hans: 无法取消行程（权限被拒绝）

# K4010
source: Could not cancel trip (already cancelled)
de: Reise kann nicht storniert werden (bereits storniert)
es: Cancelación fallida (Este viaje ya ha sido cancelado)
fr: Impossible d'annuler la commande (cette course est déjà annulée)
id: Tidak dapat membatalkan perjalanan (sudah dibatalkan)
it: Impossibile annullare il viaggio (già annullato)
ja: 旅行をキャンセルできませんでした（すでにキャンセルされています）
nl: Kon reis niet annuleren (al geannuleerd)
pl: Nie można anulować podróży (już anulowana)
pt_br: Não foi possível cancelar a viagem (já cancelada)
ru: Не удалось отменить поездку (уже отменена)
th: ไม่สามารถยกเลิกการเดินทางได้ (ยกเลิกไปแล้ว)
zh_hans: 无法取消行程（已取消）

# K4011
source: Could not get trip
de: Konnte keine Reise bekommen
es: No se pudo obtener la reserva
fr: Impossible de trouver la commande
id: Tidak bisa mendapatkan perjalanan
it: Impossibile ottenere il viaggio
ja: 旅行に行けませんでした
nl: Kon geen reis krijgen
pl: Nie udało się otrzymać podróży
pt_br: Não foi possível fazer a viagem
ru: Не удалось получить поездку
th: ยกเลิกการเดินทางไม่ได้
zh_hans: 无法出行

# K4012
source: Could not get trip (could not find specified trip)
de: Kann keine Reise abrufen (konnte die angegebene Reise nicht finden)
es: No se pudo obtener la reserva (No se ha encontrado la reserva)
fr: Impossible de trouver la commande (impossible de trouver la course)
id: Tidak bisa mendapatkan perjalanan (tidak dapat menemukan perjalanan yang ditentukan)
it: Impossibile ottenere il viaggio (impossibile trovare il viaggio specificato)
ja: 旅行を取得できませんでした（指定された旅行が見つかりませんでした）
nl: Kon reis niet ophalen (kon gespecificeerde reis niet vinden)
pl: Nie udało się uzyskać podróży (nie można znaleźć określonej podróży)
pt_br: Não foi possível obter viagem (não foi possível encontrar viagem especificada)
ru: Не удалось получить поездку (не удалось найти указанную поездку)
th: ไม่สามารถเดินทางได้ (ไม่พบการเดินทางที่ระบุ)
zh_hans: 无法获得行程（找不到指定行程）

# K4013
source: Could not get trip (permission denied)
de: Die Reise konnte nicht angetreten werden (Erlaubnis verweigert)
es: No se pudo obtener la reserva (Permiso denegado)
fr: Impossible de trouver la commande (permission refusée)
id: Tidak bisa mendapatkan perjalanan (izin ditolak)
it: Impossibile ottenere il viaggio (autorizzazione negata)
ja: 旅行に行けませんでした（許可が拒否されました）
nl: Kan reis niet ophalen (toestemming geweigerd)
pl: Nie udało się uzyskać podróży (odmówiono zgody)
pt_br: Não foi possível obter a viagem (permissão negada)
ru: Не удалось получить поездку (отказано в доступе)
th: ไม่สามารถเดินทางได้ (ถูกปฏิเสธ)
zh_hans: 无法获得行程（权限被拒绝）

# K4014
source: Could not book trip as agent
de: Konnte als Agent keine Reise buchen
es: No pudo completarse la reserva como agente (Agent)
fr: Impossible de compléter la commande en tant qu’Agent
id: Tidak dapat memesan perjalanan sebagai agen
it: Impossibile prenotare il viaggio come agente
ja: エージェントとして旅行を予約できませんでした
nl: Kon reis niet boeken als agent
pl: Nie udało się zarezerwować podróży jako agent
pt_br: Não podia reservar viagem como agente
ru: Не удалось забронировать поездку в качестве агента
th: จองทริปเป็นตัวแทนไม่ได้
zh_hans: 无法作为代理预订旅行

# K4018
source: Could not book trip as this quote is no longer available
de: Die Reise konnte nicht gebucht werden, da dieses Angebot nicht mehr verfügbar ist.
es: No pudo realizarse la reserva al no estar ya disponible la cotización
fr: Impossible de compléter la réservation car le devis n'est plus disponible
id: Tidak dapat memesan perjalanan karena penawaran ini tidak lagi tersedia
it: Impossibile prenotare il viaggio perché questo preventivo non è più disponibile
ja: この見積もりはご利用いただけなくなったため、旅行を予約できませんでした
nl: Kon reis niet boeken omdat deze offerte niet langer beschikbaar is
pl: Nie można zarezerwować podróży, ponieważ ta oferta nie jest już dostępna
pt_br: Não foi possível reservar viagem porque esta citação já não está disponível
ru: Не удалось забронировать поездку, так как это предложение больше не доступно
th: ไม่สามารถจองทริปได้เนื่องจากไม่มีใบเสนอราคานี้แล้ว
zh_hans: 无法预订行程，因为此报价不再可用

# K4020
source: Could not book trip with the selected DMS
de: Konnte keine Reise mit dem ausgewählten DMS buchen
es: No se pudo reservar el viaje con el DMS seleccionado
fr: Impossible de réserver un voyage avec le DMS sélectionné
id: Tidak dapat memesan perjalanan dengan DMS yang dipilih
it: Impossibile prenotare il viaggio con il DMS selezionato
ja: 選択したDMSで旅行を予約できませんでした
nl: Kon reis niet boeken met het geselecteerde DMS
pl: Nie można zarezerwować podróży w wybranym DMS
pt_br: Não foi possível reservar viagem com o DMS seleccionado
ru: Не удалось забронировать поездку с выбранным DMS
th: ไม่สามารถจองการเดินทางด้วย DMS ที่เลือกได้
zh_hans: 无法使用所选 DMS 预订行程

# K5001
source: Could not get estimates
de: Konnte keine Schätzungen erhalten
es: Imposible obtener estimaciones
fr: Impossible de trouver un devis
id: Tidak bisa mendapatkan perkiraan
it: Impossibile ottenere stime
ja: 見積もりを取得できませんでした
nl: Kan geen schattingen krijgen
pl: Nie udało się uzyskać szacunków
pt_br: Não foi possível obter a viagem
ru: Не удалось получить оценки
th: ไม่สามารถรับค่าประมาณได้
zh_hans: 无法获得估算值

# K5002
source: Could not get availability (no availability found within requested area)
de: Keine Verfügbarkeit (keine Verfügbarkeit im gewünschten Bereich gefunden)
es: Sin disponibilidad (no se encontró disponibilidad en el área solicitada)
fr: Impossible de trouver un devis (aucune flotte trouvée dans la zone demandée)
id: Tidak bisa mendapatkan ketersediaan (tidak ada ketersediaan yang ditemukan dalam area yang diminta)
it: Impossibile ottenere la disponibilità (nessuna disponibilità trovata nell'area richiesta)
ja: 可用性を取得できませんでした（要求されたエリア内に可用性が見つかりません）
nl: Kon geen beschikbaarheid krijgen (geen beschikbaarheid gevonden in het gevraagde gebied)
pl: Nie można uzyskać dostępności (nie znaleziono dostępności w żądanym obszarze)
pt_br: Não foi possível obter disponibilidade (nenhuma disponibilidade encontrada dentro da área solicitada)
ru: Не удалось получить доступность (в запрошенной области доступность не найдена)
th: ไม่สามารถรับห้องว่างได้ (ไม่พบห้องว่างภายในพื้นที่ที่ร้องขอ)
zh_hans: 无法获得可用性（在请求的区域内找不到可用性）

# K5003
source: Could not get availability (no categories found within requested area)
de: Keine Verfügbarkeit (keine Kategorien im gewünschten Bereich gefunden)
es: Sin disponibilidad (no se encontraron categorías en el área solicitada)
fr: Impossible de trouver un devis (aucune catégorie trouvée dans la zone demandée)
id: Tidak bisa mendapatkan ketersediaan (tidak ada kategori yang ditemukan dalam area yang diminta)
it: Impossibile ottenere la disponibilità (nessuna categoria trovata nell'area richiesta)
ja: 可用性を取得できませんでした（要求されたエリア内にカテゴリが見つかりません）
nl: Kon geen beschikbaarheid krijgen (geen categorieën gevonden binnen het gevraagde gebied)
pl: Nie można uzyskać dostępności (nie znaleziono w żądanym obszarze)
pt_br: Não foi possível obter disponibilidade (não foram encontradas categorias dentro da área solicitada)
ru: Не удалось получить доступность (категории не найдены в запрошенной области)
th: ไม่สามารถหาห้องว่างได้ (ไม่พบหมวดหมู่ภายในพื้นที่ที่ร้องขอ)
zh_hans: 无法获得可用性（在请求的区域内未找到类别）

# kh_uisdk_about
source: About
de: Über
es: Información
fr: À propos
id: Tentang
it: Informazioni
ja: 情報
nl: Info
pl: O nas
pt_br: Sobre
ru: О нас
th: เกี่ยวกับ
zh_hans: 关于
